[
  {
    "id": "1734945411832",
    "title": "Comment on James R. Cohenâs âAbandoned Housing: Exploring Lessons from Baltimoreâ",
    "authors": "Dennis P Culhane, University of Pennslyvania",
    "date": "2001-01-01",
    "categories": [
      "Housing Vacancy and Abandonment"
    ],
    "abstract": "For most cities, the possibility of transforming unused property into community and city assets is as yet hypothetical. Fiscal constraints limit the amount of land acquisition, relocation, and demolition that cities can undertake. Private investors, unsure of which neighborhoods have a chance of becoming self-sustaining, are reluctant to take risks in untested markets.\r\n\r\nCities need to create citywide planning strategies for land aggregation and neighborhood stabilization and to develop analyses of the risks and opportunities associated with redevelopment opportunities in specific markets. Research seems sorely needed. Although the policy world cannot and will not stand still waiting for academics to design the perfect study or to collect all the data to model the potential effects of various policy options and investments, analysis that can play a more immediately supportive role can and should be done now.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/15/"
  },
  {
    "id": "1734945413404",
    "title": "A Study of the Impacts of Welfare Reform in Philadelphia: Public Shelter Utilization, Demand for Public Housing Programs, and Public Housing Program Recipient Outcomes",
    "authors": "Dennis P. Culhane, University of Pennsylvania",
    "date": "2003-01-01",
    "categories": [
      "No Subject Area"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/148/"
  },
  {
    "id": "1734945414954",
    "title": "A Three Phase Methodology for Conducting Equity Focused Needs Assessments",
    "authors": "Sharon Zanti, University of Pennsylvania",
    "date": "2022-09-13",
    "categories": [
      "Articles"
    ],
    "abstract": "This paper describes methods for conducting equity-focused needs assessments in human service organizations (HSOs). We begin with an overview of needs assessments in social welfare, then describe a three-phase methodology for bringing an equity lens to traditional needs assessment approaches. Central to this methodology is convening stakeholders and addressing issues of power and trust between those leading the needs assessment and those impacted by the process. Key challenges for executing equity-focused needs assessments are discussed, including the need to coordinate across multiple levels of government; enhance collaboration between academics, practitioners, and communities; and improve secure access to high-quality data for analysis.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/274/"
  }
]