[
  {
    "id": "1734488741366",
    "title": "The Treated Prevalence of Mental Health and Substance Use Disorders among Adults Admitted to the Philadelphia Shelter System: Results from the Integration of Longitudinal Data on Shelter and Mental Health Services Utilization",
    "authors": "Dennis P. Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends; Homelessness among People with Behavioral Health-related Disabilities"
    ],
    "abstract": "This paper reports results from a study of the treated prevalence of mental health and substance use disorders among adults admitted to Philadelphia public shelters between 1990 and 1992 (N=28,638). Identifiers and service records from longitudinal databases on shelter and mental health services were merged, finding that 49% of single homeless adults and 33.2% of homeless adults with children had a treatment for a mental health or substance use disorder between 1985 and 1993. The rate of treatment for serious mental illness (SMI) was 10.7% (by most frequently occurring diagnosis). Single women (18.6%) had twice the rate of SMI as single men (9.9%), and single adults (12.1%) had twice the rate of SMI as adults with children (6.2%). The treate rate of substance use disorders (25.2%) was higher than the rate of mental health disorders (20%), and was twice as high for single adults (28.6%) as for adults with children (14.6%). An additional 20% of adult shelter users were identified through shelter records as having untreated substance use problems. Veterans had comparable rates of disorders as nonveterans. Oveall, 65% of adult shelter users were identified as ever having some mental health or substance use problem, treated or untreated. People with SMI were less represented among shelter users on two single day censuses than over three years, suggesting a higher rate of turnover among people with SMI, while people with substance use disorders were overrepresented by a third on the two single day censuses, suggesting a lower rate of turnover among people treated for sugbstance abuse. Of the treated Medicaid population, 6.8% became homeless in the three year study period, representing 7.8% of the treated population with SMI, 9.5% of the treated schizophrenia population, and 20.1% of the population receiving inpatient substance abuse services. Approximately 3,000 people with SMI became homeless in the 3-year study period, with an average of 73 people with SMI entering shelter for the first time each month. An analysis of inpatient usage found that 25.7% of the SMI and 34.2% of the treated substance abuse population were hospitalized within 120 days of their first shelter admission (before or after). Fourteen percent of the SMI were also seen in an emergency room within 120 days of shelter admission (before or after).",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/55/"
  }
]