[
  {
    "id": "1734969985603",
    "title": "Ending Family Homelessness in Massachusetts: A New Approach for the Emergency Assistance Program",
    "authors": "Dennis P. CulhaneThomas Byrne",
    "date": "2010-05-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary",
      "Homelessness Prevention and Housing Stabilization",
      "Homelessness among Families with Children"
    ],
    "abstract": "This paper explores the current opportunity for policy reform of the Emergency Assistance (EA) system in Massachusetts. Recent initiatives by the state are described that have provided a context for systems change. Some of the challenges posed by the current program are discussed, particularly the lack of cost containment, and the resulting fact that significant public resources are spent supporting long-term stays in shelters and motels, which are not good for families or children. After an exploration of funding and resource issues, the paper concludes by establishing the foundation for changing the current system into one that would be outcome oriented, driven by the objective of housing stabilization and serve families in a more timely, effective and efficient manner.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/92/"
  },
  {
    "id": "1734969988317",
    "title": "Characteristics and Likelihood of Ongoing Homelessness among Unsheltered Veterans",
    "authors": "Ann Elizabeth Montgomery, University of Alabama at BurminghamThomas Byrne, Boston UniversityDaniel Treglia, University of PennsylvaniaDennis P Culhane",
    "date": "2016-05-01",
    "categories": [
      "Patterns of Homelessness",
      "Homelessness among Veterans"
    ],
    "abstract": "Introduction. Unsheltered homelessness is an important phenomenon yet difficultto study due to lack of data. The Veterans Health Administration administers a universalhomelessness screener, which identifies housing status for Veterans screening positive forhomelessness. Methods. This study compared unsheltered and sheltered Veterans, assesseddifferences in rates of ongoing homelessness, and estimated a mixed- effect logistic regressionmodel to examine the relationship between housing status and ongoing homelessness.Results. Eleven percent of Veterans who screened positive for homelessness were unsheltered;40% of those who rescreened were homeless six months later, compared with lessthan 20% of sheltered Veterans. Unsheltered Veterans were 2.7 times as likely to experienceongoing homelessness. Discussion. Unsheltered Veterans differ from their sheltered counterpartsthey are older, more likely to be male, less likely to have incomeand may begood candidates for an intensive housing intervention. Future research will assess clinicalcharacteristics and services utilization among this population.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/202/"
  },
  {
    "id": "1734969991031",
    "title": "Child Welfare Involvement Among Homeless Children",
    "authors": "Jung Min ParkStephen Metraux, University of the Sciences in PhiladelphiaDennis P. Culhane, University of Pennsylvania",
    "date": "2004-01-01",
    "categories": [
      "No Subject Area"
    ],
    "abstract": "An analysis of 8,251 homeless children in New York City found that 18% of them received child welfare services over the five-year period following their first shelter admission, and an additional 6% had a history of having received such services before their first shelter admission. Recurrent use of public shelters, exposure to domestic violence, older age at first episode of homelessness, and larger number of children in a household were associated with an increased risk of child welfare involvement. The high rate of crossover between homelessness and the child welfare system suggests the need for service coordination for children in homeless families.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/164/"
  },
  {
    "id": "1734969993812",
    "title": "Childhood Out-of-home Placement and Dynamics of Public Shelter Utilization among Young Homeless Adults",
    "authors": "Jung Min Park, University of Illinois at Urbana-ChampaignStephen Metraux, University of the Sciences in PhiladelphiaDennis P Culhane, University of Pennsylvania",
    "date": "2005-01-01",
    "categories": [
      "Homelessness",
      "Child Welfare and Out-of-home Placement",
      "Homelessness",
      "Child Welfare and Out-of-home Placement"
    ],
    "abstract": "This study determined the prevalence of childhood experiences with child welfare supervision and placement among a cohort of 11,401 young sheltered homeless adults and assessed the associations between this prior involvement with child welfare services and the risk of experiencing recurrent and extended episodes of shelter use. This study used the administrative data from two New York City agencies: the Administration for Childrens Services and the Department of Homeless Services. Overall, 29% had a childhood child welfare history, and 21% (74% of those with childhood child welfare histories) had histories of out-of-home placement through the child welfare system. Childhood out-of-home placement was associated with an increased number of days spent in shelters among family shelter users and with an increased likelihood of experiencing repeated shelter stays during early adulthood in both the family shelter and single-adult shelter groups. These findings underscore the need for more extensive support and housing services during early adulthood for persons with childhood child welfare histories.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/42/"
  },
  {
    "id": "1734969996541",
    "title": "Development and Validation of an Instrument to Assess Imminent Risk of Homelessness among Veterans",
    "authors": "Ann Elizabeth MontgomeryJamison FargoVincent KaneDennis P Culhane",
    "date": "2014-09-01",
    "categories": [
      "Homelessness Prevention and Housing Stabilization",
      "Homelessness among Veterans"
    ],
    "abstract": "Objectives. Veterans are overrepresented within the homeless population compared with their non-veteran counterparts, particularly when controlling for poverty. The U.S. Department of Veterans Affairs (VA) aims to prevent new episodes of homelessness by targeting households at greatest risk; however, there are no instruments that systematically assess veterans risk of homelessness. We developed and tested a brief screening instrument to identify imminent risk of homelessness among veterans accessing VA health care.Methods. The study team developed initial assessment items, conducted cognitiveinterviews with veterans experiencing homelessness, refined pilot items based on veterans and experts feedback and results of psychometric analyses, and assigned weights to items in the final instrument to indicate a measure of homelessness risk.Results. One-third of veterans who responded to the field instrument reported imminent risk of homelessness (i.e., housing instability in the previous 90 days or expected in the next 90 days). The reliability coefficient for the instrument was 0.85, indicating good internal consistency. Veterans who had a recent change in income, had unpaid housing expenses, were living temporarily withfamily and friends, needed help to get or keep housing, and had poor rental and credit histories were more likely to report a risk of homelessness thanthose who did not.Conclusion. This study provides the field with an instrument to identify individuals and households at risk of or experiencing homelessness, which is necessary to prevent and end homelessness. In addition, it supports VAs investment in homelessness prevention and rapid rehousing services for veterans who are experiencing or are at risk for homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/141/"
  }
]