[
  {
    "id": "1734947747545",
    "title": "Actionable Intelligence: Using Integrated Data Systems to Achieve a More Effective, Efficient, and Ethical Government",
    "authors": "John Fantuzzo, University of Pennsylvania",
    "date": "2015-11-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "In this book we present a new approach to promoting more effective, efficient, and ethical intergovernmental decision making and problem solvinga system we call actionable intelligence for social policy (AISP). Actionable Intelligence (AI) is neither data nor research, although it involves both. It is derived from the combined contributions from executive leaders, practitioners, researchers, and citizens. It requires intergovernmental coordination and collaboration among bureaucracies. It is what is needed to inform disciplined, evidence-based decision making. We developed the AISP model to address the major limitations to traditional approaches to American public administration identified in the literature.Actionable Intelligence is a robust integrated data system (IDS)IDS integrates individual citizens data across agencies to provide scientifically sound, intergovernmental information to inform AIAI can provide a comprehensive picture of the whole person and has the potential of bringing everyone from health, education, and humans service agencies together around one tableThrough the use of an IDS, data-sharing agencies can contribute their clients data to one collaborative process to achieve a more thorough understanding of a pressing social problem and what to do about it",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/193/"
  },
  {
    "id": "1734947750054",
    "title": "A Data-based Re-design of Housing Supports and Services for Aging Adults who Experience Homelessness in Los Angeles",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2019-01-15",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Population Estimation",
      "Demographic Composition and Trends; Structural Determinants of Homelessness"
    ],
    "abstract": "This report examines health services use and population dynamics among the aging homeless population in Los Angeles. Evidence suggests that adverse health outcomes lead to homelessness, and the conditions related to homelessness lead to or exacerbate a range of health problems (Hwang, 2001). In addition, the barriers to accessing preventative and primary care while homeless lead to receipt of healthcare only when morbidities are more acute, (Reid, Vittinghoff, & Kushel, 2008; Kushel, Gupta, Gee, & Haas, 2006; Lim, Andersen, Leake, Cunningham, & Gelberg, 2002) meaning that there is a disproportionate use of inpatient hospitalization and other costly medical and behavioral health services among persons experiencing homelessness (Doran et al., 2013; Hwang, Weaver, Aubry, & Hoch, 2011; Kushel, Perry, Bangsberg, Clark, & Moss, 2002; Salit, Kuhm & Hartz, 1998). As a result, homelessness is expensive for healthcare systems and for society as a whole (Latimer et al., 2017; Flaming, Burns, & Matsunaga, 2009; Culhane, 2008). Given this, interest in using healthcare systems as a platform to address homelessness has grown in recent years. Strategies include efforts to identify homelesspatients in healthcare settings in order to link them with housing and social services (Garg, Toy, Tripodis,Silverstein, & Freeman, 2015; Gottlieb, Hessler, Long, Amaya, & Adler, 2014); the creation of accountable care organizations that seek to coordinate healthcare and social services for persons experiencing housing instability (Mahadevan & Houston, 2015); and the development of new financing mechanisms geared towards using healthcare dollars to support housing stability (Burt, Wilkins, & Locke, 2014).",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/224/"
  },
  {
    "id": "1734947752598",
    "title": "A Data-driven Re-design of Housing Supports and Services for Aging Adults Who Experience Homelessness In New York City",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2019-01-15",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Population Estimation",
      "Demographic Composition and Trends; Structural Determinants of Homelessness"
    ],
    "abstract": "This report examines health services use and population dynamics among the aging homeless population in New York City. Evidence suggests that adverse health outcomes lead to homelessness, and the conditions related to homelessness lead to or exacerbate a range of health problems (Hwang, 2001). In addition, the barriers to accessing preventative and primary care while homeless lead to receipt of healthcare only when morbidities are more acute, (Reid, Vittinghoff, & Kushel, 2008; Kushel, Gupta, Gee, & Haas, 2006; Lim, Andersen, Leake, Cunningham, & Gelberg, 2002) meaning that there is a disproportionate use of inpatient hospitalization and other costly medical and behavioral health services among persons experiencing homelessness (Doran et al., 2013; Hwang, Weaver, Aubry, & Hoch, 2011; Kushel, Perry, Bangsberg, Clark, & Moss, 2002; Salit, Kuhm & Hartz, 1998). As a result, homelessness is expensive for healthcare systems and for society as a whole (Latimer et al., 2017; Flaming, Burns, & Matsunaga, 2009; Culhane, 2008). Given this, interest in using healthcare systems as a platform to address homelessness has grown in recent years. Strategies include efforts to identify homelesspatients in healthcare settings in order to link them with housing and social services (Garg, Toy, Tripodis,Silverstein, & Freeman, 2015; Gottlieb, Hessler, Long, Amaya, & Adler, 2014); the creation of accountable care organizations that seek to coordinate healthcare and social services for persons experiencing housing instability (Mahadevan & Houston, 2015); and the development of new financing mechanisms geared towards using healthcare dollars to support housing stability (Burt, Wilkins, & Locke, 2014).",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/225/"
  },
  {
    "id": "1734947755203",
    "title": "Epidemiology of Homelessness among Veterans",
    "authors": "Emily Brignone, Utah State University",
    "date": "2018-01-01",
    "categories": [
      "Homelessness Management Information Systems and the Policy Uses of Administrative Data; Homelessness Population Estimation",
      "Demographic Composition and Trends; Homelessness among Veterans"
    ],
    "abstract": "In this chapter, we address the epidemiology of homelessness among US Veterans, including a discussion of the methodological challenges relevant to the enumeration and description of homelessness as well as a presentation of current estimates and trends in homelessness among Veterans. The chapter begins with a brief overview of homelessness among Veterans historically, with the remainder of the chapter focusing on the prevalence and incidence of homelessness among Veterans over the past decade. The methodological considerations discussed in this chapter include issues surrounding conceptual definitions of homelessness, implications related to the time frame used for estimates, a comparison between point prevalence, period prevalence, and incidence, and a description of various approaches for using primary and administrative data to estimate the magnitude and composition of homelessness among Veterans. Finally, we present recent national estimates of the prevalence and incidence of homelessness among Veterans, along with a summary of trends over time, and segmentation of estimates by demographic, geographic, and housing status characteristics.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/211/"
  },
  {
    "id": "1734947757759",
    "title": "The Development of Community Information Systems to Support Neighborhood Change",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2007-01-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/75/"
  },
  {
    "id": "1734947760256",
    "title": "The History and Future of Homeless Management Information Systems",
    "authors": "Stephen R Poulin, University of Pennsylvania",
    "date": "2008-01-01",
    "categories": [
      "Homelessness Management Information Systems and the Policy Uses of Administrative Data"
    ],
    "abstract": "This chapter reviews the history of the development of management information systems in the homelessness program area. Efforts begun in the 1980s and 1990s by individual cities are discussed, as are the Congressional initatives that led to the mandated implementation of such systems in the US. The use of these systems for the Annual Homelessness Assessment Report to the US Congress is described, as are potential future uses of HMIS for research, policy and program planning.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/101/"
  },
  {
    "id": "1734947762829",
    "title": "A Professional Service for Housing Stabilisation",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2019-01-26",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Prevention and Housing Stabilization"
    ],
    "abstract": "As countries with advanced economies have come to reconcile with an indefinite future of housing affordability shortages, the need for a formallyorganised sector of social work practice in housing stabilization has been recognised as necessary for addressing an expected and periodic rate of housing emergencies and homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/226/"
  },
  {
    "id": "1734947765417",
    "title": "Contrasting Traditions in Homelessness Research between the UK and US",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2020-04-30",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "While in the US a large volume of quantitative impact studies on homelessness has been generated over many years, homelessness researchers in the UK have tended to be concerned, at least until recently, with more qualitative and conceptual forms of exploration and evaluation. This contrast between the US and UK extant homelessness literatures can be traced back to the different research traditions that have emerged over the years on opposite sides of the Atlantic (Fitzpatrick and Christian, 2006). In the UK, applied housing studies specialists have tended to dominate academic research on homelessness, with the important role played by domestic legislation in tackling homelessness in the UK also meaning that there is a strong tradition of socio-legal scholarship in this field (Cowan, 2019). More theoretical contributions in the UK, as in the US, often emerge from urban geography or sociology perspectives (Lancione, 2013), although a sharply contrasting conceptual approach within the UK now sees mainstream moral philosophy applied to the ethical challenges and dilemmas that abound in homelessness policy and practice (Watts et al, 2017). Health-orientated research on homelessness has generally been relatively marginal to the policy debate in the UK, not least because it is often very narrowly focused (for example on oral health or blood-borne viruses among specific homeless subpopulations). That said, there is now increasing engagement from UK-based public health specialists in the complex needs of homeless people who face compounding problems of substance misuse, mental ill-health and/or involvement in the criminal justice system (Aldridge et al, 2018; Luchenski et al, 2018). In the US, by contrast, psychological, sociological and medical perspectives have long played a central role in homelessness research, along with significant contributions from social policy and economics scholars. The prominence of these clinical perspectives, and a more quantitative approach in the social sciences more generally, has engendered a research tradition heavily slanted toward statistical research and policy and programme evaluation. Here we explore the UK and US traditions with a view to identifying how new opportunities presented by developments in the field might help forge a path to better homelessness research and, more importantly, better homelessness responses.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/239/"
  },
  {
    "id": "1734947767948",
    "title": "Homelessness and Housing Exclusion in Europe: Challenges and Opportunities for Research and Policy",
    "authors": "Dennis P Culhane",
    "date": "2011-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "The European Parliament recently passed a Written Declaration calling for an ambitious EU homelessness strategy and support to Member States in their efforts towards ending homelessness (FEANTSA, December 21, 2010). The Written Declaration comes on the heels of a consensus conference on homelessness held in Brussels, in which researchers from the European Observatory (some featured in this volume) made the moral and empirical case for urgent and strategic action by all member countries of the EU. This leadership has proven to be critically influential as the European Commission moves forward with its antipoverty goals for 2020. This timely volume will help bring further momentum to this cause, by framing much of what has been learned, and many of the important questions yet to be addressed in this highly complex, multinational context.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/102/"
  },
  {
    "id": "1734947770470",
    "title": "A Roadmap for Phased Implementation of an Older Adult Housing Pilot in Los Angeles County",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2020-09-21",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "An Increasingly Urgent Problem Collides with the Challenging Realities of a Pandemic. The implementation framework provided here builds on a March 24, 2020 report prepared by the CEOs Office of Homeless Initiative (HI), which provides the basic contours for an Older Adult Housing Pilot that would seek to permanently house all willing homeless adults who are at least 65 years of age. The HIs report, however, represents deliberations and the realities of Los Angeles Countys homeless services system prior to the onset of the coronavirus public health emergency. The implications of the pandemic have unfolded contemporaneously with the development of a pilot implementation approach and created some challenges for the pilot planning process during the past six months, particularly in terms of questions about pilot funding sources. While some details have gradually come into sharper focus over this period, a number of key issues remain unresolved at the present time, and the availability of some previously assumed funding sources has been deferred until Year Two of the pilot, at the earliest.Within this fluid context, the plan we offer in this report - the projected population for which is shown in Figure 1, along with the costs associated with serving these clients - represents a necessary modification of our initial plan but also reflects the persistence of a basic tension: While COVID-19 temporarily, but indefinitely, places restrictions on the use of previously-available resources, older adult homelessness is a growing and increasingly expensive problem, one likely to worsen in the absence of a systematic and coordinated intervention. More immediately, the heightened risk of complications and fatality for older adults who become infected with the coronavirus adds to the urgency of moving homeless older adults from the streets to the safety of permanent housing.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/242/"
  },
  {
    "id": "1734947773006",
    "title": "Homelessness and Public Shelter Provision in New York City",
    "authors": "Dennis P Culhane",
    "date": "1999-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Patterns of Homelessness"
    ],
    "abstract": "New York City, faced since the 1970s with growing numbers of homeless individuals and families, and aggressive litigation on their behalf, has built the largest public shelter system in the United States as the centerpiece of its response to homelessness. The size of this system -- both its average daily census of 24,472 in 1995, and its annual expenditures of $500 million -- is far beyond the scope of any other city's efforts against homelessness. Yet despite the scale of these measures the shelter system has faced crises and controversies through three mayoral administrations and their varied approaches to reducing the need for this system. This chapter assesses homelessness policy in New York City through analyzing empirical data collected from the shelter system. A variety of approaches produce a set of shelter utilizations and trends that, taken together, form a unique and grounded perspective from which to evaluate key components of this policy.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/56/"
  },
  {
    "id": "1734947775542",
    "title": "The Homeless Shelter and the Nineteenth Century Poorhouse: Comparing Notes from Two Eras of Indoor Relief",
    "authors": "Dennis P Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Sampling from Major Themes"
    ],
    "abstract": "Miserable, poorly managed, underfinanced institutions, trapped by their own contradictions, poorhouses failed to meet any of the goals so confidently predicted by their sponsors. Michael Katz, In the Shadow of the Poorhouse",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/59/"
  },
  {
    "id": "1734947778074",
    "title": "Accountability, Cost-Effectiveness, and Program Performance: Progress Since 1998",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2008-02-11",
    "categories": [
      "Homelessness Program Accountability and Costs"
    ],
    "abstract": "The authors summarize the progress made in the past decade toward making homeless assistance programs more accountable to funders, consumers, and the public. They observe that research on the costs of homelessness and cost offsets associated with intervention programs has been limited to people who are homeless with severe mental illness. But this research has raised awareness of the value of this approach, such that dozens of new studies in this area are underway, mostly focused on \"chronic homelessness.\" Less progress has been made in using cost and performance data to systematically assess interventions for families, youth, and transitionally homeless adults. The authors present case studies of promising practices from the State of Arizona and Columbus, Ohio, demonstrating innovative uses of client and program data to measure performance and improve program management toward state policy goals, such as increased housing placement rates, reduced lengths of homelessness, and improved housing stability.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/22/"
  },
  {
    "id": "1734947780636",
    "title": "The Opportunity Cost of Aging Adult Homelessness",
    "authors": "Dennis P. Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "The homeless population is aging. While the aging of the post-War baby boom population in general might suggest that this is not at all surprising, the age structure of the adult homeless population is distinct. As shown in Figure 1, three decennial censuses have revealed a cohort effect among the adult homeless population (Easterlin, 1979). Most of the adult homeless population since 1990, and likely for several years before, is concentrated among the latter half of the post-War baby boom population, born between 1955 and 1965 (Culhane et al., 2013). This has persisted for thirty years, and the 2020 Census will undoubtedly reveal a continuation of that trend. In 2020, the average age in this cohort will be 60 in a population with a life expectancy of 64 (Metraux et al., 2011). This trend has important implications for homelessness assistance programs, which have not in recent history experienced elderly homelessness in significant numbers.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/236/"
  },
  {
    "id": "1734947783203",
    "title": "Understanding Homelessness: New Policy and Research Perspectives",
    "authors": "Dennis P. Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Population Estimation",
      "Demographic Composition and Trends; Patterns of Homelessness"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/33/"
  },
  {
    "id": "1734947787272",
    "title": "Addressing Disaster Vulnerability among Homeless Populations during COVID-19",
    "authors": "Nnenia Campbell, University of Colorado, Boulder",
    "date": "2021-06-09",
    "categories": [
      "Homelessness Policy Analysis and Commentary; COVID-19",
      "Homelessness and Housing Insecurity"
    ],
    "abstract": "Reducing disaster vulnerability for people experiencing homelessness during the COVID-19 pandemic requires adapting existing preparedness guidance to an evolving situation. This rapid expert consultation reviews research on disaster vulnerability, homelessness, the COVID-19 pandemic, and intersecting hazards and disasters. It includes (1) considerations for alternative shelter facilities for homeless populations during a disaster, (2) suggestions on how to navigate service reductions and support population-specific needs, and (3) guidance for supporting populations experiencing homelessness in the aftermath of disasters.The use of alternative shelter facilities during the COVID-19 pandemic presents new challenges for emergency planners; local decision makers; providers of homeless services; and individuals and organizations embedded in continuums of care that need to take steps to create and implement disaster preparedness, response, and recovery plans, for both their organizations and the people they serve. During the COVID-19 pandemic, disruptions to key services for populations experiencing homelessness may lead to secondary effects in the context of a disaster, including effects on health and safety, which require additional population-specific support. Finally, the COVID-19 pandemic has exacerbated disaster vulnerability for many individuals and communities, and as a result, additional strategies are needed for addressing housing precarity and removing barriers to disaster assistance in the aftermath of a disaster.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/257/"
  },
  {
    "id": "1734947791271",
    "title": "Estimating Cost Savings Associated with HUD-VASH Placement",
    "authors": "Thomas Byrne",
    "date": "2014-04-01",
    "categories": [
      "Supportive Housing Interventions for Formerly Homeless Persons; Homelessness Prevention and Housing Stabilization; Homelessness among People with Behavioral Health-related Disabilities; Homelessness among Veterans"
    ],
    "abstract": "Existing research suggests that Veterans experiencing homelessness make disproportionate and costly use of acute health, mental health and substance abuse treatment services, but that placement in programs like the US Department of Housing and Urban Development-VA Supportive Housing Program (HUD-VASH) can result in substantial reductions in the utilization of these services and associated costs. Several studies have demonstrated that, for certain high need individuals and Veterans, cost savings resulting from the reduction in these acute care services subsequent to placement in permanent supportive housing (PSH) can substantially or completely offset the cost of providing PSH and may even result in net cost savings. Building on this body of research, this brief summarizes the results of an evaluation that examined VA health, mental health and substance abuse services costs among HUD-VASH tenants who moved into HUD-VASH during Federal Fiscal Year (FY) 2010. We assessed these costs prior and subsequent to their entry into HUD-VASH housing and estimated potential cost savings associated with HUD-VASH placement.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/138/"
  },
  {
    "id": "1734947795280",
    "title": "Alcohol Consumption, Alcohol Outlets, and the Risk of Being Assaulted with a Gun",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2009-01-01",
    "categories": [
      "Neighborhood Factors in Health",
      "Development and Behavior"
    ],
    "abstract": "Background: We conducted a population-based case-control study to better delineate the relationship between individual alcohol consumption, alcohol outlets in the surrounding environment, and being assaulted with a gun.Methods: An incidence density sampled casecontrol study was conducted in the entire city of Philadelphia from 2003 to 2006. We enrolled 677 cases that had been shot in an assault and 684 population-based controls. The relationships between 2 independent variables of interest, alcohol consumption and alcohol outlet availability, and the outcome of being assaulted with a gun were analyzed. Conditional logistic regression was used to adjust for numerous confounding variables.Results: After adjustment, heavy drinkers were 2.67 times as likely to be shot in an assault when compared with nondrinkers (p < 0.10) while light drinkers were not at significantly greater risk of being shot in an assault when compared with nondrinkers. Regression-adjusted analysesalso demonstrated that being in an area of high off-premise alcohol outlet availability significantly increased the risk of being shot in an assault by 2.00 times (p < 0.05). Being in an area of high on-premise alcohol outlet availability did not significantly change this risk. Heavy drinkers in areas of high off-premise alcohol outlet availability were 9.34 times ( p <.05) as likely to be shot in an assault.Conclusions: This study finds that the gun assault risk to individuals who are near off-premise alcohol outlets is about the same as or statistically greater than the risk they incur from heavy drinking. The combination of heavy drinking and being near off-premise outlets resulted in greater risk than either factor alone. By comparison, light drinking and being near on-premise alcohol outlets were not associated with increased risks for gun assault. Cities should consider addressing alcohol-related factors, especially off-premise outlets, as highly modifiable and politically feasible approaches to reducing gun violence.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/84/"
  },
  {
    "id": "1734947798316",
    "title": "An Assessment of the Housing Needs of Persons with HIV/AIDS: New York City Eligible Metropolitan Statistica Area, Final Report",
    "authors": "Virginia Shubert",
    "date": "2004-01-01",
    "categories": [
      "Homelessness and HIV/AIDS"
    ],
    "abstract": "This report is the final deliverable of a study of the housing needs of persons with HIV/AIDS in the New York City Eligible Metropolitan Statistical Area that was commissioned in 2001 by the New York City Mayors Office of AIDS Policy Coordination under the U.S. Department of Housing and Urban Developments Housing Opportunities for Persons with AIDS (HOPWA) program. The Hudson Planning Group (HPG) and a team of professionals including the University of Pennsylvania Center for Mental Health Policy and Services Research, the Center for Urban Community Services, and Public Sector Research was selected to perform the assessment under the direction of the Postgraduate Center for Mental Health (PCMH), as the Citys Master Contractor, and with the help of an Advisory Group composed of consumers, service providers, government representatives and experts in health and housing policy. The release of the report has been delayed close to a year beyond its due date. The assessment was scheduled to take two years and to be completed in the fall of 2003, in accordance with the terms of an agreement between HPG and the PCMH. HPG submitted a complete draft of the report to the York City Department of Health and Mental Hygienes Bureau of HIV/AIDS in February 2004. Review and comment by City agencies and HPGs revisions to the draft took an extended time and the final report is being released in November 2004. Accordingly, data in the report are current as of December 2003, with the exception of a few cases where it is noted that more recent data were provided at the request of a City agency reviewing the report.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/73/"
  },
  {
    "id": "1734947802279",
    "title": "The 2006 Annual Homeless Assessment Report to Congress",
    "authors": "Jill Khadduri",
    "date": "2008-03-01",
    "categories": [
      "Homelessness Management Information Systems and the Policy Uses of Administrative Data; Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "This is the second Annual Homelessness Assessment Report to the United States Congress. The data are based on HMIS records from a six-month period in 2006, and from the point-in-time counts iin January, 2006, reported by communities as part of the Continuum of Care application process.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/76/"
  },
  {
    "id": "1734947806386",
    "title": "An Evaluation of the City of Philadelphia's Kensington Encampment Resolution Pilot",
    "authors": "Stephen Metraux, University of Delaware",
    "date": "2019-03-05",
    "categories": [
      "Homelessness among People with Behavioral Health-related Disabilities; Homelessness and HIV/AIDS"
    ],
    "abstract": "This evaluation is an independent examination of the City of Philadelphias Encampment Resolution Pilot (ERP), an initiative to shut down two homeless encampments located in the Kensington section of Philadelphia. The closure process involved an extended period of active outreach that facilitated access to housing, substance use treatment, and other services to people who stayed in the encampments and faced displacement. We examined two primary outcomes: first, whether the encampments were closed as scheduled and remained closed; and, second, the extent to which the people who were sleeping in the encampments (i.e., the target population) received needed services.The evaluation is based upon five primary data collection activities that, combined, provided a timely, multifaceted assessment of ERP, and particularly of the impacts ERP had on both those displaced by the initiative and the area of Kensington surrounding these encampments. These data components are:1. An Outreach Encampment and Survey of 169 persons who frequented the encampments;2. Data collected as part of ERP outreach services and linked to the City of Philadelphias integrated data system of services records known as CARES;3. Direct observation of community meetings, ERP planning meetings, and encampment sites;4. Interviews with people who stayed in encampments and community members as well as advocates for those staying in the encampments, and ERP officials and providers; and5. Documents and records from City of Philadelphia and other sources, and media coverage related to ERP and Kensington",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/227/"
  },
  {
    "id": "1734947810457",
    "title": "Applying Cluster Analysis to Test a Typology of Homelessness by Pattern of Shelter Utilization: Results from the Analysis of Administrative Data",
    "authors": "Randall Kuhn, University of Pennsylvania",
    "date": "1998-04-01",
    "categories": [
      "Patterns of Homelessness; Sampling from Major Themes; Most Downloaded"
    ],
    "abstract": "This study tests a typology of homelessness using administrative data on public shelter use in New York City (1988-1995) and Philadelphia (1991-1995). Cluster analysis is used to produce three groups (transitionally, episodically, and chronically homeless) by number of shelter days and number of shelter episodes. Results show that the transitionally homeless, who constitute approximately 80% of shelter users in both cities, are younger, less likely to have mental health, substance abuse, or medical problems, and to over-represent Whites relative to the other clusters. The episodically homeless, who constitute 10% of shelter users, are also comparatively young, but are more likely to be non-White, and to have mental health, substance abuse, and medical problems. The chronically homeless, who account for 10% of shelter users, tend to be older, non-White, and to have higher levels of mental health, substance abuse, and medical problems. Differences in health status between the episodically and chronically homeless are smaller, and in some cases the chronically homeless have lower rates (substance abuse in New York; serious mental illness in Philadelphia). Despite their relatively small number, the chronically homeless consume half of the total shelter days. Results suggest that program planning would benefit from application of this typology, possibly targeting the transitionally homeless with preventive and resettlement assistance, the episodically homeless with transitional housing and residential treatment, and the chronically homeless with supported housing and long-term care programs.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/3/"
  },
  {
    "id": "1734947814297",
    "title": "Assessing Homeless Population Size Through the Use of Emergency and Transitional Shelter Services in 1998: Results from the Analysis of Administrative Data from Nine US Jurisdictions",
    "authors": "Stephen Metraux, University of Pennsylvania",
    "date": "2001-07-01",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "Objectives. This study reports findings from the first-ever systematic enumeration of homeless population size using data previously collected from administrative records of homeless services providers in nine US jurisdictions over a one year period. As such, it provides the basis for establishing an ongoing measure of the parameters of the homeless population and for tracking related trends on the use of homeless services over time.Methods. Each participating jurisdiction collected data through its homeless services management information systems for persons and families who use emergency shelter and transitional housing. The jurisdictions organized the data by a standardized reporting format. These data form the basis for reporting homeless population size, both in raw numbers and as adjusted for each jurisdictions overall population size, as well as the rate of turnover and average annual length of stay in emergency shelters and transitional housing.Results. Individual jurisdictions had annual rates of sheltered homelessness ranging from 0.1% to 2.1% of their overall population, and 1.3% to 10.2% of their poverty population. Annual population size was 2.5 to 10.2 times greater than the point-prevalent population size. Results are broken down for adults and families.Conclusions. The prevalence of homelessness varies greatly among the jurisdictions included in this study, and possible factors for this diversity are discussed. Future reports of this nature will furnish similar series of homeless enumerations across a growing number of jurisdictions, thereby providing a basis for exploring the effects of different contextual factors on local prevalence rates of homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/7/"
  },
  {
    "id": "1734947818311",
    "title": "The 2021 Annual Homeless Assessment Report (AHAR) to Congress, Part 1: Point-in-Time Estimates of Sheltered Homelessness",
    "authors": "Meghan Henry, Abt Associates",
    "date": "2022-02-04",
    "categories": [
      "Homelessness Management Information Systems and the Policy Uses of Administrative Data; Homelessness Population Estimation",
      "Demographic Composition and Trends; COVID-19",
      "Homelessness and Housing Insecurity; Most Downloaded"
    ],
    "abstract": "Because of pandemic-related disruptions to counts of unsheltered homeless people in January 2021, these findings focus on people experiencing sheltered homelessness. In response to the COVID-19 pandemic, HUD encouraged communities to determine whether conducting an unsheltered PIT count posed a high risk of exacerbating COVID-19 transmissions, given the lack of widespread access to COVID-19 vaccines at the time. Many CoCs chose to not conduct an unsheltered PIT count because their capacity to conduct counts was limited due to other pandemic-response efforts and the risk of transmitting COVID-19 among people experiencing homelessness, homeless assistance staff, and volunteers. There were 226 communities that conducted either complete or partial counts of unsheltered homelessness, but those communities are not representative of all communities across the United States.On a single night in 2021, more than 326,000 people were experiencing sheltered homelessness in the United States. Six in ten were individualsthat is, people in households with only adults or in households with only children. Four in ten were people in families with children. The number of people staying in sheltered locations decreased by eight percent between 2020 and 2021. While this continues a decline that began in 2015, the drop between 2020 and 2021 was steeper than those in recent years. A possible cause for sheltered reduction is that some emergency shelter providers increased the amount of space between people sleeping in congregate settings to reduce their risk of exposure, leading to fewer beds in congregate shelters. Other potential factors that led to the decrease: peoples reluctance to use available shelter beds because of health risk, and eviction moratoria, and cash transfers that may have reduced inflow into homelessness. It appears that the unsheltered population did not increase within the communities that conducted unsheltered counts. However, trends on unsheltered homelessness are known for just over half of communities, which accounted for only 22 percent of unsheltered homelessness in 2020.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/265/"
  },
  {
    "id": "1734947822268",
    "title": "Brisbane Common Ground Evaluation: Final Report",
    "authors": "Cameron Parsell, University of Queensland",
    "date": "2015-12-01",
    "categories": [
      "Supportive Housing Interventions for Formerly Homeless Persons"
    ],
    "abstract": "The purpose of the evaluation is to examine whether the Brisbane Common Ground initiative has been successful in assisting tenants to maintain secure housing and improve health, wellbeing, social and economic outcomes (Queensland Government 2012: 7). The evaluation was tasked with examining four dimensions of Brisbane Common Ground; these are: The implementation of the initiative and to identify key successes and areas for improvement; The design and performance of the building is meeting user requirements and supporting the achievement of the services objectives; The effectiveness of the Brisbane Common Ground supportive housing service in improving long-term tenant outcomes and circumstances; The value for money of the model.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/229/"
  },
  {
    "id": "1734947826296",
    "title": "Using Adult Linkages Project Data for Determining Patterns and Costs of Services Use by General Relief Recipients in Los Angeles County",
    "authors": "Stephen Metraux, University of the Sciences in Philadelphia",
    "date": "2009-07-01",
    "categories": [
      "Homelessness Program Accountability and Costs; Integrated Administrative Databases and Community Indicator Systems; Homelessness among People with Behavioral Health-related Disabilities; Homelessness and the Criminal Justice System"
    ],
    "abstract": "This study examines services use and related costs for two cohorts of General Relief (GR) recipients in Los Angeles County. The study is made possible by the creation of the Adult Linkages Project (ALP), a data warehouse containing data on the GR recipients that spans eight Los Angeles County departments. This integration of data sources and County departments enables a unique window into the comprehensive use of County services by GR recipients, and allows for the exploration of hidden costs that GR recipients incur to Los Angeles County. The identification of such services use patterns forms the basis for service interventions that can provide GR recipients with more efficient, more effective, and more coordinated services.The GR recipients for this analysis belong to one of two cohorts. The first cohort, referred to as the first-time user cohort, contains all persons who were certified to receiveGR benefits for the first time in the first quarter of 2006. The second cohort, referred to as the long-term user cohort, is comprised of persons who had been certified for GR services prior to 2006, did not use any GR services in 2005, and were re-certified for GR in the first or second quarter of 2006. The data on receipt of GR benefits spans the time period January 2006 through October 2007. Data from other County services often spans longer time periods, meaning that data on services use is available prior to the date GR assistance was initiated and in most cases also after the last month of GR receipt in the time period.The study is divided into five sections. The first section is the longest, and examines the services use by the GR cohorts across Department of Public Social Services and six other County departments. In the second section, these findings across individual departments are integrated to provide a more comprehensive view of the extent and costs of County services to these cohorts, and identify heavy services users among these cohorts. The third section looks at the extent to which certain recipient characteristics, including disability, homelessness, and employment, affect the propensity to use County services. The fourth section provides a geographic analysis of GR receipt. Finally, the fifth section discusses implications for policy and research based on these findings.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/87/"
  },
  {
    "id": "1734947830316",
    "title": "What It Will Cost to Ensure Housing for Vulnerable Older Adults: Year One Estimates for Los Angeles County's Older Adult Housing Pilot",
    "authors": "Dennis P. Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "This report responds to a motion from the Board of Supervisors to develop a plan that will house all homeless adults age 65 years and older (65+). Projections of homelessness in Los Angeles and across the country show that the number of older homeless adults is likely to growin many places more than doublingover the next several years as a result of a cohort effect described elsewhere in this report. This plan is thus very well timed, as it allows Los Angeles County to get ahead of this problem as it threatens to worsen throughout the next decade.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/241/"
  },
  {
    "id": "1734947834271",
    "title": "Inflection Points in Community-level Homeless Rates",
    "authors": "Chris Glynn, University of New Hampshire",
    "date": "2020-02-28",
    "categories": [
      "Housing Affordability and Assisted Housing Policy; Homelessness Population Estimation",
      "Demographic Composition and Trends; Structural Determinants of Homelessness"
    ],
    "abstract": "Previous studies that quantify the relationship between homeless rates and features of a community typically assume a global linear relationship. This linear model assumption precludes the possibility of inflection points in homeless rates - thresholds in quantifiable metrics of a community which, once breached, are associated with large increases in homelessness. In this paper, we identifying points of structural change in the relationship between homeless rates and community-level measures of housing affordability and extreme poverty. We develop a Dirichlet process mixture model that allows clusters of communities with similar features to exhibit common patterns of variation in homeless rates. A main finding of the study is that the expected homeless rate in a community increases sharply once median rental costs exceed 32% of median income, providing empirical evidence for the widely used definition of a housing cost burden at 30% of income. The Dirichlet process model also generates clusters that share common characteristics and exhibit distinct geographic patterns - yielding insight into the homelessness and housing affordability crises in large metropolitan areas on both coasts of the United States.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/228/"
  },
  {
    "id": "1734947838289",
    "title": "Philadelphia Eligible Metropolitan Area AIDS Housing Needs Assessment: 1997-2001",
    "authors": "Kimberly Acquaviva, University of Pennsylvania",
    "date": "1996-08-01",
    "categories": [
      "Homelessness and HIV/AIDS"
    ],
    "abstract": "This report describes the results of a survey of people in Philadelphia with HIV/AIDS regarding their current and projected housing needs.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/110/"
  },
  {
    "id": "1734947842270",
    "title": "Behavioral health services use among heads of homeless and housed poor families",
    "authors": "Jung Min Park, University of Illinois at Urbana-Champaign",
    "date": "2010-01-01",
    "categories": [
      "Homelessness among People with Behavioral Health-related Disabilities; Homelessness among Families with Children"
    ],
    "abstract": "Objectives. This study compares the use of and cost for behavioral health services among heads of homeless and housed poor families. Methods. Medicaid records for 59,135 heads of families receiving Temporary Assistance to Needy Families benefits were matched with data from Philadelphias municipal shelter system. Propensity score matching was used to select a matched control group to those identified as having been homeless between 1997 and 2003. Behavioral health services utilization was then assessed based on Medicaid claims records. Results. Substantially higher levels of behavioral health services use and corresponding costs were found among heads of families with a history of shelter use. Conclusions. Greater use of behavioral health services by heads of homeless families may reflect greater severity of disorders or a greater likelihood to seek treatment relative to what has been suggested by previous research.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/91/"
  },
  {
    "id": "1734947846286",
    "title": "Cost Offsets of Supportive Housing: Evidence for Social Work",
    "authors": "Cameron Parsell, University of Queensland",
    "date": "2016-08-01",
    "categories": [
      "Homelessness Program Accountability and Costs; Supportive Housing Interventions for Formerly Homeless Persons"
    ],
    "abstract": "Policy makers and advocates in industrialised economies have increasingly couched arguments for addressing homelessness in cost-offset paradigms. In the USA, there is a robust body of evidence demonstrating cost offsets of supportive housing, whereas rigorous evidence from the UK, Europe and Australia is limited. The present article contributes to the evidence base with results drawn from a linked administrative data-set including: police, prison, probation, parole, courts, emergency department, hospital admitted patients, ambulance, mental health and homelessness services data. The results show that in twelve months when people were homeless, they used on average $48,217 (25,776) worth of government services; in the twelve months as tenants of supportive housing, the cohort used on average, including the cost of supportive housing, $35,117 (18,773) in government services. Although social work only infrequently draws on cost arguments to substantiate practice and intervention, the article argues that cost-offset evidence is consistent with social works commitment to evidence base practice. Moreover, analysis of services that people use when securely housed compared to homeless adds further evidence to demonstrate that peoples actions, and their status as clients, is mediated by resources and opportunities available.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/204/"
  },
  {
    "id": "1734947850258",
    "title": "Book Review: How to House the Homeless. Edited by Ingrid Gould Ellen and Brendan O'Flaherty. New York: Russell Sage Foundation, 2010",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2011-06-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/106/"
  },
  {
    "id": "1734947854280",
    "title": "Predictive Risk Modeling to Identify Homeless Clients at Risk for Prioritizing Services Using Routinely Collected Data",
    "authors": "Chamari I Kithulgoda, Aukland University of Technology",
    "date": "2022-01-01",
    "categories": [
      "Homelessness Management Information Systems and the Policy Uses of Administrative Data; Homelessness Prevention and Housing Stabilization"
    ],
    "abstract": "For most homelessness service providers, the number of clients who are eligible for long-term housing outstrips the availability.This study uses a cohort of housing assessments taken from a mid-size county in the US and machine learning methods to train a Predictive Risk Model (PRM) that identifies clients who would experience multiple adversities in the future. The PRM outperforms the Vulnerability Index-Service Prioritization Decision Assistance Tool (VI-SPDAT) in flagging clients at the greatest risk of adversities. The proposed method can be readily used by any Continuum of Care (CoC) that holds electronic housing assessments and service records.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/266/"
  },
  {
    "id": "1734947858314",
    "title": "Community-Level Characteristics Associated with Variations in Rates of Homelessness Among Families and Single Adults",
    "authors": "Jamison D Fargo",
    "date": "2013-12-01",
    "categories": [
      "Structural Determinants of Homelessness; Homelessness among Families with Children; Sampling from Major Themes"
    ],
    "abstract": "Objectives. We modeled rates of family and single-adult homelessness in the United States in metropolitan and nonmetropolitan regions and as a function of community-level demographic, behavioral, health, economic, and safety net characteristics.Methods. We entered community-level characteristics and US Department of Housing and Urban Development point-in-time counts for a single night in January 2009 into separate mixed-effects statistical analyses that modeled homelessness rates for 4 subpopulations: families and single adults inmetropolitan and nonmetropolitan regions.Results. Community-level factors accounted for 25% to 50% of the variance in homelessness rates across models. In metropolitan regions, alcohol consumption, social support, and several economic indicators were uniquely associated with family homelessness, and drug use and homicidewere uniquely associatedwith single-adult homelessness. In nonmetropolitan regions, life expectancy, religious adherence, unemployment, and rent burden were uniquely associated with family homelessness, and health care access, crime, several economic indicators, and receipt of Supplemental Security Income were uniquely associated with single-adult homelessness.Conclusions. Considering homeless families and single adults separately enabled more precise modeling of associations between homelessness rates and community-level characteristics, indicating targets for interventions to reduce homelessness among these subpopulations.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/132/"
  },
  {
    "id": "1734947862293",
    "title": "5 Myths about America's Homeless",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2010-07-11",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "Last month, the Obama administration released a plan designed to end homelessness in 10 years. The goal reflects new optimism among academics and advocates that homelessness is not an intractable feature of urban life, as it has sometimes seemed, but a problem that can be solved. This belief is fueled by recent research debunking a number of long-standing myths about homelessness in America -- and showing that many of our old policies were unwittingly making the problem worse.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/96/"
  },
  {
    "id": "1734947866287",
    "title": "A First Class Solution",
    "authors": "Dennis P Culhane",
    "date": "2016-01-01",
    "categories": [
      "Supportive Housing Interventions for Formerly Homeless Persons; Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "The success of the Housing First movement shows why social service providers must listen to the people they serve. - See more at: http://ssir.org/book_reviews/entry/a_first_class_solution#sthash.EeWn9Odo.dpuf",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/196/"
  },
  {
    "id": "1734947870269",
    "title": "Child Welfare Involvement Among Children in Homeless Families",
    "authors": "Jung Min Park, University of Illinois at Urbana-Champaign",
    "date": "2004-01-01",
    "categories": [
      "Homelessness",
      "Child Welfare and Out-of-home Placement; Homelessness among Families with Children; Homelessness",
      "Child Welfare and Out-of-home Placement"
    ],
    "abstract": "An analysis of 8,251 homeless children in New York City found that 18% of them received child welfare services over the five-year period following their first shelter admission, and an additional 6% had a history of having received such services before their first shelter admission. Recurrent use of public shelters, exposure to domestic violence, older age at first episode of homelessness, and larger number of children in a household were associated with an increased risk of child welfare involvement. The high rate of crossover between homelessness and the child welfare system suggests the need for service coordination for children in homeless families.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/17/"
  },
  {
    "id": "1734947874259",
    "title": "A Perimeter-based Clustering Index for Measuring Spatial Segregation: A Cognitive GIS Approach",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1998-01-01",
    "categories": [
      "Neighborhood Factors in Health",
      "Development and Behavior"
    ],
    "abstract": "Many efforts have been made to develop segregation indices that incorporate spatial interaction based on the contiguity concept. Contiguity refers to how similar the concentration of the subject of interest in one areal unit is to that in adjacent areal units. However, highly segregated situations are typically considered to be isolated sections or enclaves rather than smoothly formed peaks of concentration in space. Therefore, highly segregated enclaves may not exhibit contiguity. In this paper, a new index to measure the degree of clustering is developed and it is compared with the existing indices of concentration or segregation. The proposed clustering index (7C) tends to give more weight to 'enclaveness' rather than contiguity alone. This may be a good property for those cases in which the primary concern of an investigator is the formation of enclaves of a socioeconomic subject, including minority populations, poverty, crime, epidemics, and mortgage red-lining. Additionally, its property of robustness to the citywide rate allows us to perform properly an intercity comparison of a given subject by index score even when the citywide rate varies significantly, unlike the other measures.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/41/"
  },
  {
    "id": "1734947897637",
    "title": "A Prevention-Centered Approach to Homelessness Assistance: A Paradigm Shift?",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2011-05-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Prevention and Housing Stabilization"
    ],
    "abstract": "Prevention has long been cited as an important part of any strategy to end homelessness. Nonetheless, effective prevention initiatives have proven difficult to implement in practice. The lack of a prevention-oriented policy framework has resulted in responses to homelessness that focus primarily on assisting those who have already lost their housing and, consequently, to the institutionalization of homelessness. Recent Federal legislation, however, signals an emergent paradigm shift towards prevention-based approaches to homelessness. This paper explores the conceptual underpinnings of successful prevention initiatives and reviews practice-based evidence from several successful prevention-oriented approaches to homelessness in the United States and Europe. We then outline a conceptual framework for a transformation of homeless assistance towards prevention oriented approaches, with a discussion of relevant issues of program design and practice, data collection standards, and program performance monitoring and evaluation.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/103/"
  },
  {
    "id": "1734947901309",
    "title": "A Reexamination of the Reported Decline in Partial Hospitalization",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1993-01-01",
    "categories": [
      "Organization and Financing of Behavioral Health Services"
    ],
    "abstract": "The study examines recent trends in the organization of partial hospitalization services in the United States. Contrary to two recent reports describing declining support for partial hospitalization, data from the National Institute of Mental Health's Inventory of Mental Health Organizations reveal that the number of \"partial-care\" providers increased by 20% between 1984 and 1988, with increases occurring among privately and publicly funded programs. However, there has been a 56% decline in the average length of stay; with both privately and publicly funded programs showing proportional shifts to more acute care. An increse in the number of long-stay \"day care\" programs may be attributable to educational and rehabilitation programs that report as partial-care providers. Future study is proposed to create a better typology of partial-hospitalization programs.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/63/"
  },
  {
    "id": "1734947905295",
    "title": "Closing the Gap: Housing (un)Affordability in Philadelphia",
    "authors": "Amy E Hillier, University of Pennsylvania",
    "date": "2003-03-01",
    "categories": [
      "Housing Affordability and Assisted Housing Policy; Most Downloaded"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/2/"
  },
  {
    "id": "1734947909269",
    "title": "Comment on James R. Cohens Abandoned Housing: Exploring Lessons from Baltimore",
    "authors": "Dennis P Culhane, University of Pennslyvania",
    "date": "2001-01-01",
    "categories": [
      "Housing Vacancy and Abandonment"
    ],
    "abstract": "For most cities, the possibility of transforming unused property into community and city assets is as yet hypothetical. Fiscal constraints limit the amount of land acquisition, relocation, and demolition that cities can undertake. Private investors, unsure of which neighborhoods have a chance of becoming self-sustaining, are reluctant to take risks in untested markets.Cities need to create citywide planning strategies for land aggregation and neighborhood stabilization and to develop analyses of the risks and opportunities associated with redevelopment opportunities in specific markets. Research seems sorely needed. Although the policy world cannot and will not stand still waiting for academics to design the perfect study or to collect all the data to model the potential effects of various policy options and investments, analysis that can play a more immediately supportive role can and should be done now.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/15/"
  },
  {
    "id": "1734947913286",
    "title": "A Study of the Impacts of Welfare Reform in Philadelphia: Public Shelter Utilization, Demand for Public Housing Programs, and Public Housing Program Recipient Outcomes",
    "authors": "Dennis P. Culhane, University of Pennsylvania",
    "date": "2003-01-01",
    "categories": [
      "No Subject Area"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/148/"
  },
  {
    "id": "1734947915893",
    "title": "A Three Phase Methodology for Conducting Equity Focused Needs Assessments",
    "authors": "Sharon Zanti, University of Pennsylvania",
    "date": "2022-09-13",
    "categories": [
      "Articles"
    ],
    "abstract": "This paper describes methods for conducting equity-focused needs assessments in human service organizations (HSOs). We begin with an overview of needs assessments in social welfare, then describe a three-phase methodology for bringing an equity lens to traditional needs assessment approaches. Central to this methodology is convening stakeholders and addressing issues of power and trust between those leading the needs assessment and those impacted by the process. Key challenges for executing equity-focused needs assessments are discussed, including the need to coordinate across multiple levels of government; enhance collaboration between academics, practitioners, and communities; and improve secure access to high-quality data for analysis.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/274/"
  },
  {
    "id": "1734947920420",
    "title": "Addressing low income household sheltering needs after a disaster: A needs assessment among Hurricane Harvey housing victims",
    "authors": "Chenyi Ma, University of Pennsylvania",
    "date": "2022-11-30",
    "categories": [
      "Homelessness Prevention and Housing Stabilization"
    ],
    "abstract": "Existing literature suggests many victims of housing loss due to disaster need emergency shelter, and low-income individuals are at risk of becoming chronically homeless without assistance in the transition to conventional housing. In response, FEMA provides Transitional Sheltering Assistance (TSA) to victims of housing loss. However, the extent to which sheltering needs are met by TSA has not been investigated, especially among low-income households. Analyzing FEMAs administrative data including all damaged housing units in Harris and Galveston counties (N = 283,085), we found that low-income victims of housing loss not only had greatersheltering needs but also were less likely to access TSA than their counterparts not of low-income status. When both groups were in need of shelter, the chance of obtaining TSA for low-income victims of housing loss was much lower than that for their counterparts. Our study highlights the critical sheltering needs of low-income households in a natural disaster, and advocates for a broader and more equitable distribution of TSA.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/273/"
  },
  {
    "id": "1734947924263",
    "title": "An Economic Analysis of Housing Abandonment",
    "authors": "Benjamin P Scafidi, Georgia State University",
    "date": "1998-01-01",
    "categories": [
      "Housing Vacancy and Abandonment"
    ],
    "abstract": "Landlord abandonment of rental housing has affected many American cities since the 1960s. Because of data limitations, there have been few empirical analyses of the determinants of housing abandonment. In this paper, we use a rich database that contains information on individual residential properties in New York City to estimate a reduced form model of owner abandonment. We model an owners decision to abandon his or her property as being similar to an investors decision to exercise a put option on a financial instrument. When required to pay delinquent taxes, a wealth-maximizing landlord has an incentive to cede ownership of his or her residential property when the value of all outstanding liens exceeds the propertys market value. Estimates from the model are used to examine whether empirical evidence supports this option model of abandonment.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/40/"
  },
  {
    "id": "1734947928271",
    "title": "Connecting the Dots: The Promise of Integrated Data Systems for Policy Analysis and Systems Reform",
    "authors": "Dennis P Culhane",
    "date": "2010-03-22",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems; Sampling from Major Themes"
    ],
    "abstract": "This article explores the use of integrated administrative data systems in support of policy reform through interagency collaboration and research. The legal, ethical, scientific and economic challenges of interagency data sharing are examined. A survey of eight integrated data systems, including states, local governments and university-based efforts, explores how the developers have addressed these challenges. Some exemplary uses of the systems are provided to illustrate the range, usefulness and import of these systems for policy and program reform. Recommendations are offered for the broader adoption of these systems and for their expanded use by various stakeholders.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/90/"
  },
  {
    "id": "1734947932277",
    "title": "Assessing Relative Risk for Homeless Shelter Usage in New York City and Philadelphia",
    "authors": "Dennis P. Culhane, University of Pennsylvania",
    "date": "1999-01-01",
    "categories": [
      "No Subject Area"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/153/"
  },
  {
    "id": "1734947936276",
    "title": "Assessing the Impact of the New York/New York Supported Housing Initiative for Homeless Persons with Severe Mental Illness on Public Shelter Use in New York City",
    "authors": "Stephen Metraux, University of the Sciences in Philadelphia",
    "date": "2003-01-01",
    "categories": [
      "No Subject Area"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/154/"
  },
  {
    "id": "1734947940278",
    "title": "Developing a Global Framework for Conceptualising and Measuring Homelessness",
    "authors": "Volker Busch-Geertsema",
    "date": "2016-04-01",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "Homelessness has long been recognised as a global phenomenon, affecting poorer populations in both the developed and developing worlds. However, acute housing need has often struggled to achieve the same level of priority at an international level as the satisfaction of other basic needs, such as for food, water, healthcare and education. In this paper we present a broad-based Global Homelessness Framework as a means of providing a frame of reference for cross-national engagement in this field, but recommend that concerted international action focuses on a relatively narrow definition of homelessness encompassing people without any form of accommodation (the unsheltered group who are sleeping rough or in places not intended for human habitation) and those living in temporary or crisis accommodation specifically provided for homeless people. We demonstrate that current data is insufficient to generate a comprehensive and defensible worldwide count of homeless people, and set out proposals to facilitate moves towards more reliable homelessness estimates at local, national and global levels. At the same time, however, we argue that at least some meaningful trend data is already available for large parts of the Global North, and for some countries and cities in the Global South, so that it would be both feasible and valuable to systematically track these directions of travel over time.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/200/"
  },
  {
    "id": "1734947944296",
    "title": "Association Between Registered Sex Offender Status and Risk of Housing Instability and Homelessness among Veterans",
    "authors": "Thomas Byrne, Boston University",
    "date": "2020-09-01",
    "categories": [
      "Structural Determinants of Homelessness"
    ],
    "abstract": "Research is limited about whether and to what extent registered sexoffenders (RSOs) face an increased risk of housing instability. The intersection of RSO and housing instability is particularly salient forveterans as there are disproportionately higher rates of veterans amongboth RSOs and homeless populations. This study assessed the relationshipbetween RSO status and risk of housing instability and homelessness among military veterans. We matched a list of 373,774 RSOs obtained from publicly available sex offender registries in 19 states with a cohort of 5.9 million veterans who responded to a brief screening for housing instability administered throughout the Veterans Health Administration between 2012 and 2016. Logistic regression estimated adjusted odds of any housing instability and homelessness among veterans identified as RSOs. Veterans identified as RSOs had 1.81 (95% confidence interval [CI] 1.462.25) and 2.97 (95% CI 1.675.17) times greater odds of reporting any housing instability and homelessness, respectively, than non-RSOs. Findings represent some of the strongest evidence to date for the high risk of housing instability and homelessness among RSOs, suggesting a clear gap in policy and programmatic responses to their unique housing needs. Evidence-based alternative approaches to residence restriction laws may reduce recidivism and protect public safety.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/248/"
  },
  {
    "id": "1734947948275",
    "title": "Association of Homelessness with Hospital Readmissions -- an Analysis of Three Large States.",
    "authors": "Sameed Ahmd M Khatana, University of Pennsylvania",
    "date": "2020-09-01",
    "categories": [
      "Patterns of Homelessness"
    ],
    "abstract": "Background: Individuals experiencing homelessness have higher hospitalization and mortality rates compared with the housed. Whether they also experience higher readmission rates, and if readmissions vary by region or cause of hospitalization is unknown.Objective: Evaluate the association of homelessness with readmission rates across multiple US states.Design: Retrospective analysis of administrative claims PATIENTS: All inpatient hospitalizations in Florida, Massachusetts, and New York from January 2010 to October 2015 MAIN MEASURES: Thirty- and 90-day readmission rates KEY RESULTS: Out of a total of 23,103,125 index hospitalizations, 515,737 were for patients who were identified as homeless at the time of discharge. After adjusting for cause of index hospitalization, state, demographics, and clinical comorbidities, 30-day and 90-day readmission rates were higher for index hospitalizations in the homeless compared with those in the housed group. The difference in 30-day readmission rates between homeless and housed groups was the largest in Florida (30.4% vs. 19.3%; p < 0.001), followed by Massachusetts (23.5% vs. 15.2%; p < 0.001) and New York (15.7% vs. 13.4%; p < 0.001) (combined 17.3% vs. 14.0%; p < 0.001). Among the most common causes of hospitalization, 30-day readmission rates were 4.1 percentage points higher for the homeless group for mental illness, 4.9 percentage points higher for diseases of the circulatory system, and 2.4 percentage points higher for diseases of the digestive system.Conclusions: After adjusting for demographic and clinical characteristics, homelessness is associated with significantly higher 30- and 90-day readmission rates, with a significant variation across the three states. Interventions to reduce the burden of readmissions among individuals experiencing homelessness are urgently needed. Differences across states point to the potential of certain public policies to impact health outcomes for individuals experiencing homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/245/"
  },
  {
    "id": "1734947952298",
    "title": "Employing community data to investigate social and structural dimensions of urban neighborhoods: An early childhood education example",
    "authors": "Christine P McWayne, New York University",
    "date": "2007-03-01",
    "categories": [
      "Neighborhood Factors in Health",
      "Development and Behavior"
    ],
    "abstract": "The present study sought to define neighborhood context by examining relationships among data from city-level administrative databases at the level of the census block group. The present neighborhood investigation included 1,801 block groups comprising a large, northeastern metropolitan area. Common factor analyses and multistage, hierarchical cluster analyses yielded two dimensions (i.e., Social Stress, Structural Danger) and two typologies (i.e., Racial Composition, Property Structure Composition) of neighborhood context. Simultaneous multiple regression analyses revealed small but statistically significant associations between neighborhood variables and academic outcomes for public school kindergarten children.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/12/"
  },
  {
    "id": "1734947956308",
    "title": "Before and After Deinstitutionalization: Comparing State Hospitalization Utilization, Staffing and Costs in 1949 and 1988",
    "authors": "Paul G Stiles, University of Pennsylvania",
    "date": "1996-01-01",
    "categories": [
      "Organization and Financing of Behavioral Health Services"
    ],
    "abstract": "The literature on deinstitutionalization (DI) and state hospitals is consistent in several areas: patient censuses at state facilities declined, staffing ratios increased, costs decreased with a net savings for state treasuries, and the number of state hospitals remained fairly constant or declined slightly. However, virtually all studies use data collected after DI had begun and span only a few years. This articles reports the results of data that spanned 39 years. Comparisons were made to examine the effects of DI on utilization, staffing and costs (inflation and population adjusted) at state hospitals. Newly opened hospitals greatly outnumbered closed facilities over the time frame, thus there were considerably more hospitals in 1988 than in 1949. The data also confirm that state hospitals have emerged from DI as different institutions with a new treatment emphasis refected in shorter stays and professionalized staff. However, this comes at a greatly increased cost.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/64/"
  },
  {
    "id": "1734947960280",
    "title": "Ending Chronic Homelessness: Cost-Effective Opportunities for Interagency Collaboration",
    "authors": "Dennis P. Culhane",
    "date": "2010-03-01",
    "categories": [
      "Supportive Housing Interventions for Formerly Homeless Persons; Homelessness Policy Analysis and Commentary; Homelessness among People with Behavioral Health-related Disabilities"
    ],
    "abstract": "Faced with a difficult economic climate with high levels of unemployment and widespread home foreclosures, the Administration of President Barack Obama has created a unique opportunity to rethink and redirect fundamental policies and practices ranging from health care to regulation of the financial industry. A similar opportunity exists to change Federal homeless assistance policies and programs.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/94/"
  },
  {
    "id": "1734947964279",
    "title": "Ending Family Homelessness in Massachusetts: A New Approach for the Emergency Assistance Program",
    "authors": "Dennis P. Culhane",
    "date": "2010-05-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Prevention and Housing Stabilization; Homelessness among Families with Children"
    ],
    "abstract": "This paper explores the current opportunity for policy reform of the Emergency Assistance (EA) system in Massachusetts. Recent initiatives by the state are described that have provided a context for systems change. Some of the challenges posed by the current program are discussed, particularly the lack of cost containment, and the resulting fact that significant public resources are spent supporting long-term stays in shelters and motels, which are not good for families or children. After an exploration of funding and resource issues, the paper concludes by establishing the foundation for changing the current system into one that would be outcome oriented, driven by the objective of housing stabilization and serve families in a more timely, effective and efficient manner.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/92/"
  },
  {
    "id": "1734947968264",
    "title": "Characteristics and Likelihood of Ongoing Homelessness among Unsheltered Veterans",
    "authors": "Ann Elizabeth Montgomery, University of Alabama at Burmingham",
    "date": "2016-05-01",
    "categories": [
      "Patterns of Homelessness; Homelessness among Veterans"
    ],
    "abstract": "Introduction. Unsheltered homelessness is an important phenomenon yet difficultto study due to lack of data. The Veterans Health Administration administers a universalhomelessness screener, which identifies housing status for Veterans screening positive forhomelessness. Methods. This study compared unsheltered and sheltered Veterans, assesseddifferences in rates of ongoing homelessness, and estimated a mixed- effect logistic regressionmodel to examine the relationship between housing status and ongoing homelessness.Results. Eleven percent of Veterans who screened positive for homelessness were unsheltered;40% of those who rescreened were homeless six months later, compared with lessthan 20% of sheltered Veterans. Unsheltered Veterans were 2.7 times as likely to experienceongoing homelessness. Discussion. Unsheltered Veterans differ from their sheltered counterpartsthey are older, more likely to be male, less likely to have incomeand may begood candidates for an intensive housing intervention. Future research will assess clinicalcharacteristics and services utilization among this population.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/202/"
  },
  {
    "id": "1734947972321",
    "title": "Child Welfare Involvement Among Homeless Children",
    "authors": "Jung Min Park",
    "date": "2004-01-01",
    "categories": [
      "No Subject Area"
    ],
    "abstract": "An analysis of 8,251 homeless children in New York City found that 18% of them received child welfare services over the five-year period following their first shelter admission, and an additional 6% had a history of having received such services before their first shelter admission. Recurrent use of public shelters, exposure to domestic violence, older age at first episode of homelessness, and larger number of children in a household were associated with an increased risk of child welfare involvement. The high rate of crossover between homelessness and the child welfare system suggests the need for service coordination for children in homeless families.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/164/"
  },
  {
    "id": "1734947976331",
    "title": "Childhood Out-of-home Placement and Dynamics of Public Shelter Utilization among Young Homeless Adults",
    "authors": "Jung Min Park, University of Illinois at Urbana-Champaign",
    "date": "2005-01-01",
    "categories": [
      "Homelessness",
      "Child Welfare and Out-of-home Placement; Homelessness",
      "Child Welfare and Out-of-home Placement"
    ],
    "abstract": "This study determined the prevalence of childhood experiences with child welfare supervision and placement among a cohort of 11,401 young sheltered homeless adults and assessed the associations between this prior involvement with child welfare services and the risk of experiencing recurrent and extended episodes of shelter use. This study used the administrative data from two New York City agencies: the Administration for Childrens Services and the Department of Homeless Services. Overall, 29% had a childhood child welfare history, and 21% (74% of those with childhood child welfare histories) had histories of out-of-home placement through the child welfare system. Childhood out-of-home placement was associated with an increased number of days spent in shelters among family shelter users and with an increased likelihood of experiencing repeated shelter stays during early adulthood in both the family shelter and single-adult shelter groups. These findings underscore the need for more extensive support and housing services during early adulthood for persons with childhood child welfare histories.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/42/"
  },
  {
    "id": "1734947981268",
    "title": "Development and Validation of an Instrument to Assess Imminent Risk of Homelessness among Veterans",
    "authors": "Ann Elizabeth Montgomery",
    "date": "2014-09-01",
    "categories": [
      "Homelessness Prevention and Housing Stabilization; Homelessness among Veterans"
    ],
    "abstract": "Objectives. Veterans are overrepresented within the homeless population compared with their non-veteran counterparts, particularly when controlling for poverty. The U.S. Department of Veterans Affairs (VA) aims to prevent new episodes of homelessness by targeting households at greatest risk; however, there are no instruments that systematically assess veterans risk of homelessness. We developed and tested a brief screening instrument to identify imminent risk of homelessness among veterans accessing VA health care.Methods. The study team developed initial assessment items, conducted cognitiveinterviews with veterans experiencing homelessness, refined pilot items based on veterans and experts feedback and results of psychometric analyses, and assigned weights to items in the final instrument to indicate a measure of homelessness risk.Results. One-third of veterans who responded to the field instrument reported imminent risk of homelessness (i.e., housing instability in the previous 90 days or expected in the next 90 days). The reliability coefficient for the instrument was 0.85, indicating good internal consistency. Veterans who had a recent change in income, had unpaid housing expenses, were living temporarily withfamily and friends, needed help to get or keep housing, and had poor rental and credit histories were more likely to report a risk of homelessness thanthose who did not.Conclusion. This study provides the field with an instrument to identify individuals and households at risk of or experiencing homelessness, which is necessary to prevent and end homelessness. In addition, it supports VAs investment in homelessness prevention and rapid rehousing services for veterans who are experiencing or are at risk for homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/141/"
  },
  {
    "id": "1734947984286",
    "title": "Employment and Earnings Trajectories During Two Decades Among Adults in New York City Homeless Shelters",
    "authors": "Stephen Metraux",
    "date": "2018-08-01",
    "categories": [
      "Structural Determinants of Homelessness; Patterns of Homelessness"
    ],
    "abstract": "In this study, we provide one of the most expansive and systematic views to date of the role of employment and earnings in a large, sheltered homeless population consisting of both individual and family households. Using matched and aggregated administrative data from SSA and the New York City (NYC) Department of Homeless Services (DHS), we juxtapose aggregated earnings and shelter-use data for 160,525 sheltered adults during two decades of followup. If employment represents a shock of sufficient magnitude to precipitate homelessness, then these data should show associations between declines in employment and earnings and onset of shelter use. Furthermore, a correspondence between exits from homelessness and increases in employment levels and earnings would further underscore the ties between employment and homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/219/"
  },
  {
    "id": "1734947988336",
    "title": "Ending Homelessness Among Women with Severe Mental Illness: A Model Program from Philadelphia",
    "authors": "Dennis P Culhane",
    "date": "1992-07-01",
    "categories": [
      "Supportive Housing Interventions for Formerly Homeless Persons; Homelessness among People with Behavioral Health-related Disabilities"
    ],
    "abstract": "The literature on homelessness among persons with severe mental illness suggests that successful programs for ending homelessness should be both comprehensive in scope and highly responsive to the perspectives of homeless people. Women of Hope is one such program in Philadelphia, which was initiated to serve \"noncompliant,\" treatment-resistant homeless women with mental illness who have a history of living on the streets. Through aggressive outreach and a low-demand congregate housing program, Women of Hope has been successful in bringing 120 women of the streets. Residents are required neither to undergo treatment nor to stay in the program, but are encouraged over time to seek mental health services and medical treatment. Former residents can be found primarily in independent housing and secondarily in highly and moderately structured housing. A diverse range of housing types have been required to place residents, including use of the congregate housing program as a permanent option. Approximately 14% of the former residents have returned to living on the streets, but continue to receive outreach services.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/52/"
  },
  {
    "id": "1734947991391",
    "title": "Expenditure and Revenue Patterns of State Mental Health Agencies from 1981 to 1987",
    "authors": "Trevor R Hadley, University of Pennsylvania",
    "date": "1992-01-01",
    "categories": [
      "Organization and Financing of Behavioral Health Services"
    ],
    "abstract": "This paper documents expenditure and revenue patterns of state mental health agencies from 1981 to 1987. Expenditure data show an overall decline of mental health expenditures of 4.9% over this period. States with declining overall expenditures were more likely to make deep cuts in hospital expenditures and little or no increases in community programs, while the few states with increasing expenditures showed substantial increases in community programs and contant funding for hospitals. A relatively more dramatic shift was noted across states of shifting expenditures from inpatient to ambulatory care. Revenue data reveal that federal support for state mental health agencies increased slightly during this period, but solely as a function of the introduction of the Block Grant in 1982. However, once introduced, both the Block Grant and other federal sources show steady losses against inflation. State sources also show a decline of 4% during this period, most of which was felt between 1981 and 1983, after which there has been no further decreases. Interstate variability in percapita spending on mental health is described and found to significant even beyond adjustments for costs of services. Expenditures on mental health also show relatively greater declines compared to overall state budgets and state health and welfare budgets during this period, suggesting an increasingly lower priority for mental health services in the state budget alloction process.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/74/"
  },
  {
    "id": "1734947995293",
    "title": "Estimated Emergency and Observational/Quarantine Capacity Need for the US Homeless Population Related to COVID-19 Exposure by County; Projected Hospitalizations, Intensive Care Units and Mortality",
    "authors": "Dennis P Culhane",
    "date": "2020-04-03",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Population Estimation",
      "Demographic Composition and Trends; COVID-19",
      "Homelessness and Housing Insecurity"
    ],
    "abstract": "This report estimates the potential hospitalization, ICU use and mortality rates associated with COVID-19 infection among the homeless population in the United States, as well as unmet need for emergency and observational/quarantine beds/units. Results project that homeless individuals infected by COVID-19 would be twice as likely to be hospitalized, two to four times as likely to require critical care, and two to three times as likely to die than the general population. The analysis suggests that 400,000 new beds are needed to meet the emergency accommodation and social distancing needs of the single adult homeless population on a given day, and that the total estimated cost to meet the nations emergency shelter and observational/quarantine units need is approximately $11.5 billion for one year.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/237/"
  }
]