[
  {
    "id": "1734475577445",
    "title": "Assessing Relative Risk for Homeless Shelter Usage in New York City and Philadelphia",
    "authors": "Dennis P. Culhane, University of Pennsylvania",
    "date": "1999-01-01",
    "categories": [
      "No Subject Area"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/153/"
  },
  {
    "id": "1734475578976",
    "title": "Assessing the Impact of the New York/New York Supported Housing Initiative for Homeless Persons with Severe Mental Illness on Public Shelter Use in New York City",
    "authors": "Stephen Metraux, University of the Sciences in Philadelphia",
    "date": "2003-01-01",
    "categories": [
      "No Subject Area"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/154/"
  },
  {
    "id": "1734475580455",
    "title": "Developing a Global Framework for Conceptualising and Measuring Homelessness",
    "authors": "Volker Busch-Geertsema",
    "date": "2016-04-01",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "Homelessness has long been recognised as a global phenomenon, affecting poorer populations in both the developed and developing worlds. However, acute housing need has often struggled to achieve the same level of priority at an international level as the satisfaction of other basic needs, such as for food, water, healthcare and education. In this paper we present a broad-based Global Homelessness Framework as a means of providing a âframe of referenceâ for cross-national engagement in this field, but recommend that concerted international action focuses on a relatively narrow definition of homelessness encompassing people without any form of accommodation (the âunshelteredâ group who are sleeping rough or in places not intended for human habitation) and those living in temporary or crisis accommodation specifically provided for homeless people. We demonstrate that current data is insufficient to generate a comprehensive and defensible worldwide âcountâ of homeless people, and set out proposals to facilitate moves towards more reliable homelessness estimates at local, national and global levels. At the same time, however, we argue that at least some meaningful trend data is already available for large parts of the Global North, and for some countries and cities in the Global South, so that it would be both feasible and valuable to systematically track these âdirections of travelâ over time.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/200/"
  },
  {
    "id": "1734475581972",
    "title": "Association Between Registered Sex Offender Status and Risk of Housing Instability and Homelessness among Veterans",
    "authors": "Thomas Byrne, Boston University",
    "date": "2020-09-01",
    "categories": [
      "Structural Determinants of Homelessness"
    ],
    "abstract": "Research is limited about whether and to what extent registered sex\r\noffenders (RSOs) face an increased risk of housing instability. The intersection of RSO and housing instability is particularly salient for\r\nveterans as there are disproportionately higher rates of veterans among\r\nboth RSOs and homeless populations. This study assessed the relationship\r\nbetween RSO status and risk of housing instability and homelessness among military veterans. We matched a list of 373,774 RSOs obtained from publicly available sex offender registries in 19 states with a cohort of 5.9 million veterans who responded to a brief screening for housing instability administered throughout the Veterans Health Administration between 2012 and 2016. Logistic regression estimated adjusted odds of any housing instability and homelessness among veterans identified as RSOs. Veterans identified as RSOs had 1.81 (95% confidence interval [CI] 1.46–2.25) and 2.97 (95% CI 1.67–5.17) times greater odds of reporting any housing instability and homelessness, respectively, than non-RSOs. Findings represent some of the strongest evidence to date for the high risk of housing instability and homelessness among RSOs, suggesting a clear gap in policy and programmatic responses to their unique housing needs. Evidence-based alternative approaches to residence restriction laws may reduce recidivism and protect public safety.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/248/"
  }
]