[
  {
    "id": "1734948477344",
    "title": "At the Intersection of Homeless Encampments and Heroin Addiction: Service Use Barriers, Facilitators, and Recommendations from the City of Philadelphia's Encampment Resolution Pilot",
    "authors": "M. Cusack, University of Pennsylvania",
    "date": "2021-01-21",
    "categories": [
      "Homelessness among People with Behavioral Health-related Disabilities"
    ],
    "abstract": "We provide an overview of the pilot and evaluation measures used for an independent evaluation of the Encampment Resolution Pilot (ERP) wherein the City of Philadelphia closed two homeless encampments in May 2018 and sought to assist those displaced by the closures with housing and treatment services. The evaluation used the Rapid Assessment, Response, and Evaluation method to collect qualitative findings on service use barriers and facilitators from open-ended interviews with people staying in the encampments (N = 27) and service providers (N = 1 0). We assessed how the ERP allowed providers to \"push the system\" by removing access barriers, and providing amenable, effective, and accessible housing and drug treatment services that led to more widely adopted best practices. However, there was a clear need for additional supportive services and aftercare for those exiting treatment. Providers also cited a need for more integrated medical and mental health services.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/249/"
  },
  {
    "id": "1734948481300",
    "title": "The Aging of Contemporary Homelessness",
    "authors": "Dennis P Culhane",
    "date": "2013-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Population Estimation",
      "Demographic Composition and Trends; Structural Determinants of Homelessness"
    ],
    "abstract": "Homelessness is currently at a demographic crossroad. This presents a unique opportunity for hastening its demise. In the thirty years since homelessness first manifested itself in American cities in its contemporary form, it has ascended to one of the most prominent American social problems. Despite the current push by advocacy organizations to end homelessness, many expect it will always be with us. In its longevity, however, lies the potential for its decline, provided we do not repeat this cycle with a new generation of homeless.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/119/"
  },
  {
    "id": "1734948485299",
    "title": "The Co-Occurrence of AIDS and Homelessness: Results from the Integration of Administrative Data for AIDS Surveillance and Public Shelter Utilization in Philadelphia",
    "authors": "Dennis P Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends; Homelessness and HIV/AIDS"
    ],
    "abstract": "STUDY OBJECTIVE: Administrative databases from the City of Philadelphia that track public shelter utilisation (n=44 337) and AIDS case reporting (n=7749) were merged to identify rates and risk factors for co-occurring homelessness and AIDS. DESIGN: Multiple decrement life tables analyses were conducted, and logistic regression analyses used to identify risk factors associated with AIDS among the homeless, and homelessness among people with AIDS. SETTING: City of Philadelphia, Pennsylvania, USA. MAIN RESULTS: People admitted to public shelters had a three year rate of subsequent AIDS diagnosis of 1.8 per 100 person years; nine times the rate for the general population of Philadelphia. Logistic regression results show that substance abuse history (OR = 3.14), male gender (OR = 2.05), and a history of serious mental disorder (OR = 1.62) were significantly related to the risk for AIDS diagnosis among shelter users. Among people with AIDS, results show a three year rate of subsequent shelter admission of 6.9 per 100 person years, and a three year rate of prior shelter admission of 9%, three times the three year rate of shelter admission for the general population. Logistic regression results show that intravenous drug user history (OR = 3.14); no private insurance (OR = 2.93); black race (OR = 2.82); pulmonary or extra-pulmonary TB (OR = 1.43); and pneumocystis pneumonia (OR = 0.56) were all related to the risk for shelter admission. CONCLUSIONS: Homelessness prevention programmes should target people with HIV risk factors, and HIV prevention programmes should be targeted to homeless persons, as these populations have significant intersection. Reasons and implications for this intersection are discussed.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/32/"
  },
  {
    "id": "1734948489331",
    "title": "The Cost of Homelessness: A Perspective from the United States",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2008-01-01",
    "categories": [
      "Homelessness Program Accountability and Costs; Sampling from Major Themes; Most Downloaded"
    ],
    "abstract": "This paper discusses how researchers and others have analyzed the services histories of persons who have experienced homelessness, as well as their imputed costs. This research has been used both to make visible the ways in which the clients of mainstream social welfare systems (health, corrections, income maintenance and child welfare) become homeless and, complementarily, the impact of people who experience homelessness on the use of these service systems. Most published work in this area has been based on the integration of administrative databases to identify cases and service utilization patterns; some have used retrospective interviews. Results have been used to encourage agency administrators and policymakers to make investments in programs that reduce homelessness and/or the duration of homelessness periods. Quite recently, many local homeless services planning organizations in the US have used this approach to demonstrate the high costs of chronic homelessness and the potential cost offsets associated with the placement of people in supported housing. The opportunities and limitations associated with these various approaches, including their potential applicability to other countries and service sectors are discussed.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/82/"
  },
  {
    "id": "1734948493359",
    "title": "Book Review: Matthew D. Marr, Better Must Come: Exiting Homelessness in Two Global Cities",
    "authors": "Dennis P Culhane",
    "date": "2016-06-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "Dr.MarrsbooktakesacomparativeapproachtohomelessnessexitsinLosAngelesandTokyo. Hismultileveltheoreticalmodelisessentiallythemirrorimageofthemultilevelmodelsofthecauses ofhomelessness,nowwidelyaccepted.Peoplebecomehomelessnessbecauseoftheinteractionof inequitablydistributedmarketsinhousingandwork,throughlimitedandfailedsocialprotections, andthemediationoftheseforcesintheconflictedlivesofdisadvantagedpeople,families,and communities.Perhapsnotsurprisingly,peoplegetoutofhomelessnessthroughthereversemediation oftheselargermarketsandsocialforcesandthroughhelpfulsocialconnections.Here,Dr.Marr introducesthetermforgivingtodescribethesocialcontextsthatmakeitpossibletoexithomelessness: Whilesurmountingthecomplexproblemsthatdrivepeopleintohomelessnessrequiressubstantial individualresilience,exitsfromhomelessnessalsodependonforgivingcontextsatmultiplesociallevelswhetherfavorable conditionsinlocal laborandhousingmarkets, flexible andholisticsocial service settings, orcultural milieux thatpromote mutual aidamong friends, family, and community. Thesearesocialcontextsthatworkagainsttheglobalandlocaltrendsdrivinginequalityandthatcan promote exits from homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/201/"
  },
  {
    "id": "1734948497304",
    "title": "Childhood Adversity, Adult Homelessness and the Intergenerational Transmission of Risk: A Population-representative Study of Individuals in Households with Children",
    "authors": "J. J. Cutuli",
    "date": "2015-01-01",
    "categories": [
      "Structural Determinants of Homelessness; Homelessness among Families with Children"
    ],
    "abstract": "This study tested for associations between childhood adversity, adult homelessness, and contexts of developmental risk in households with children. Data were drawn from the 2010 Washington State Behavioral Risk Factor Surveillance System, representative of the population of Washington State residents. Considering adults in households with children, those who experienced higher levels of childhood adversity were more likely to have experienced homelessness in adulthood. Meanwhile, a 10-factor index of cumulative developmental risk was independently associated with childhood adversity and with adult homelessness. Adult homelessness appears to represent a circumstance through which past childhood adversities are brought forward and associated with contexts of developmental risk for subsequent generations of children.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/142/"
  },
  {
    "id": "1734948501370",
    "title": "The Differential Impacts of Federally Assisted Housing Programs on Nearby Property Values: A Philadelphia Case Study",
    "authors": "Chang-Moo Lee, University of Pennsylvania",
    "date": "1999-01-01",
    "categories": [
      "Housing Affordability and Assisted Housing Policy; Most Downloaded"
    ],
    "abstract": "Prior research has found negative impacts of public housing on neighborhood quality. Few studies have examined the impact of public and other assisted housing programs on real estate prices, particularly differential impact by program type. In this study, federally assisted housing units by program type are aggregated by 1/8- or 1/4-mile radii around individual property sales and regressed on sales prices from 1989 through 1991, controlling for area demographic, housing, and amenity variables.Results show that public housing developments exert a modest negative impact on property values. Scattered-site public housing and units rented with Section 8 certificates and vouchers have slight negative impacts. Federal Housing Administrationassisted units, public housing homeownership program units, and Section 8 New Construction and Rehabilitation units have modest positive impacts. Low-Income Housing Tax Credit sites have a slight negative effect. Results suggest that homeownership programs and new construction/rehabilitation programs have a more positive impact on property values.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/11/"
  },
  {
    "id": "1734948505396",
    "title": "The Discriminating Characteristics of For-Profit versus Not-For-Profit Freestanding Psychiatric Inpatient Facilities",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1992-01-01",
    "categories": [
      "Organization and Financing of Behavioral Health Services"
    ],
    "abstract": "This study examines the characteristics that discriminate between ownership types among private, freestanding psychiatric inpatient facilities in the United States. Use of data from the Inventory of Mental Health Organizations (NIMH, 1983, 1986), revelaed that not-for-profits provide more services and serve more of the underinsured, while for-profits serve the better insured, concentrate primarily on inpatient services, and serve more children, adolescents, and substance abusers. A surplus bed capacity among for-profit psychiatric hospitals is presumed to contribute to lower occupancy rates and less turnover in the for-profit sector. Not-for-profit psychiatric facilities are also found to be more involved in professional training and to be more accessible through emergency services. However, the misclassification test in the discriminant procedure reveals that a significant group of not-for-profit facilities looks more like its for-profit counterpart group than like other not-for-profits. Study findings are interpreted both in terms of debates over the tax-exempt status of not-for-profit hospitals and the potential negative services effects of proprietization.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/67/"
  },
  {
    "id": "1734948509328",
    "title": "The Emerging Crisis of Aged Homelessness: Could Housing Solutions Be Funded from Avoidance of Excess Shelter, Hospital and Nursing Home Costs?",
    "authors": "Dennis P Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Population Estimation",
      "Demographic Composition and Trends; Structural Determinants of Homelessness"
    ],
    "abstract": "The population of individuals who are homeless and elderly is expected to nearly triple over the next decade. The projected upturn of the aging homeless populationconcentrated among those born between 1955 1966will also lead to a surge of cost increases associated with health care and shelter needs. The multi-site study includes Boston, New York City, and Los Angeles County, but is indicative of growth that is expected to take place across the country. More specifically, the national population of people 65 or older experiencing homelessness is estimated to grow from 40,000 today to 106,000 by 2030. The predicted spike is based on projections from 30 years of existing census data, and local HMIS data in the three cities. A number of housing interventionsincluding permanent supportive housing, shallow subsidies, and rapid re-housingcould reduce excess use of hospitals, shelters and nursing homes, with the offsets covering the costs of the housing interventions.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/223/"
  },
  {
    "id": "1734948513363",
    "title": "Development of a Homelessness Risk Screening Tool for Emergency Department Patients",
    "authors": "Kelly M. Doran, New York University",
    "date": "2021-10-01",
    "categories": [
      "Homelessness Prevention and Housing Stabilization"
    ],
    "abstract": "Objective: To develop a screening tool to identify emergency department (ED) patients at risk of entering a homeless shelter, which could inform targeting of interventions to prevent future homelessness episodes.Data sources: Linked data from (1) ED patient baseline questionnaires and (2) citywide administrative homeless shelter database.Study design: Stakeholder-informed predictive modeling utilizing ED patient questionnaires linked with prospective shelter administrative data. The outcome was shelter entry documented in administrative data within 6 months following the baseline ED visit. Exposures were responses to questions on homelessness risk factors from baseline questionnaires.Data collection/extraction methods: Research assistants completed questionnaires with randomly sampled ED patients who were medically stable, not in police/prison custody, and spoke English or Spanish. Questionnaires were linked to administrative data using deterministic and probabilistic matching.Principal findings: Of 1993 ED patients who were not homeless at baseline, 5.6% entered a shelter in the next 6 months. A screening tool consisting of two measures of past shelter use and one of past criminal justice involvement had 83.0% sensitivity and 20.4% positive predictive value for future shelter entry.Conclusions: Our study demonstrates the potential of using cross-sector data to improve hospital initiatives to address patients' social needs.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/260/"
  },
  {
    "id": "1734948517335",
    "title": "Posthumously Assessing a Homeless Population: Services Use and Characteristics",
    "authors": "Stephen Metraux, Ph.D., University of the Sciences",
    "date": "2016-08-01",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "Objective: Data on services use, characteristics, and geographic distribution of homeless individuals who died inPhiladelphia from 2009 to 2011 provided perspective on assessments of the homeless population that rely on conventional counts and surveys.Methods: Data from the City of Philadelphia Medical Examiners Office were used to parse homeless decedents into three groups on the basis of use of homelessness services (known users, occasional users, and nonusers), and differences among the groups were assessed by using descriptive and multivariate methods.Results: Of 141 adult decedents, 49% made substantial use of the homelessness services system (known users), 27% made occasional use of these services (occasional users), and 24% had no record of use of homelessness services (nonusers). Compared with known users, nonusers and occasional users were less likely to have had a severe mental illness diagnosis or to have received either disability benefits or Medicaid coverage and were more likely to be white. Nonusers and occasional users were also more likely than known users to have died in outlying parts of the city.Conclusions: More conventional homeless surveys and enumerations miss a substantial portion of the homelesspopulation. Including these hidden homeless persons would alter perceptions about the composition of Philadelphias homeless population, lowering estimates of the incidence of psychiatric disability and increasing estimates of racial diversity.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/203/"
  },
  {
    "id": "1734948520572",
    "title": "Predictors of Homelessness Among Families and Single Adults After Exit from Homelessness Prevention and Rapid Rehousing Programs: Evidence from the Department of Veterans Affairs Supportive Services for Veteran Families Program",
    "authors": "Thomas Byrne, Boston University",
    "date": "2015-09-14",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Prevention and Housing Stabilization; Homelessness among Veterans"
    ],
    "abstract": "This article assesses the extent and predictors of homelessness among veterans (both veterans in families with children and single adults veterans) exiting the Supportive Services for Veteran Families (SSVF) program, which is a nationwide homelessness prevention and rapid re-housing programgeared primarily toward those experiencing crisis homelessness.Among rapid re-housing participants, 16%and 26%of single adult veterans experienced an episode of homelessness at 1 and 2 years post-SSVF exit; the comparable figures at those follow-up times for veterans in familieswere 9.4%and 15.5%, respectively. Relatively fewer single adult veterans and veterans in families receiving homelessness prevention services experienced an episode of homelessness at 1 and 2 years post-SSVF exit. veteran-level characteristics, including age, gender, prior history of homelessness, and recent engagement with U.S. Department of Veterans Affairs (VA) health care, were generally more salient predictors of homelessness following SSVF exit than variables measuring SSVF program factors or community-level housing market conditions.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/186/"
  },
  {
    "id": "1734948525348",
    "title": "The Age Structure of Contemporary Homelessness: Evidence and Implications for Public Policy",
    "authors": "Dennis P Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Population Estimation",
      "Demographic Composition and Trends; Structural Determinants of Homelessness; Sampling from Major Themes"
    ],
    "abstract": "Amidst concern about the implications of an aging U.S. population, recent evidence suggests that there is a unique aging trend among the homeless population. Building on this, we use data from New York City and from the last three decennial Census enumerations to assess how the age composition of the homeless populationboth single adults and adults in familieshas changed over time. Findings show diverging trends in aging patterns for single adults and adults in families over the past 20 years. Among single adults, the bulk of the sheltered population is comprised of persons born during the latter part of the baby boom era whose high risk for homelessness has continued as they have aged. Specifically, the age group in this population facing the highest risk for homelessness was 3436 (born 19541956) in 1990; 3742 (born 19581963) in 2000; and 4951 (born 19591961) in 2010. In contrast, among adults in sheltered families, there is no indication of any progressive aging of the family household heads. The modal age across the study period remains at 2123 years of age. We consider implications for the health care and social welfare systems, and policy responses to homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/124/"
  },
  {
    "id": "1734948529327",
    "title": "To Fight Homelessness, Turn Project 50 into Project 10,000",
    "authors": "Dennis P. Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "The pilot program that puts the 50 most chronically homeless into supportive housing is a success. L.A. should follow New York's lead and turn Project 50 into real policy.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/97/"
  },
  {
    "id": "1734948533358",
    "title": "Community-level Responses of Homelessness Assistance Programs to COVID-19: Data from May 2020",
    "authors": "Eric Rice, University of Southern California",
    "date": "2020-05-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; COVID-19",
      "Homelessness and Housing Insecurity"
    ],
    "abstract": "In April 2020, the National Alliance to End Homelessness (NAEH) conducted a national survey of local homeless assistance coordinating agencies, or Continuums of Care, to understand the impacts of COVID-19 and how communities have responded to this unprecedented public health crisis. On January 30, 2020 the World Health Organization (WHO) declared the novel coronavirus outbreak a Public Health Emergency of International concern and on February 11, 2020 the WHO announced the name of the new coronavirus disease: COVID-19 (WHO, 2020). By mid-March, starting with California, in almost every state in the United States, persons were encouraged to shelter in place and to practice social distancing to flatten the growth curve of infection to allow hospitals and emergency health care resources to adequately keep pace with those experiencing acute medical crises (Baral et al., 2020). Asking citizens to shelter in place and practice social distancing created an unprecedented urgency for communities across the country to respond to the needs of persons experiencing homelessness in the face of this crisis (Doran et al., 2020; Lima et al., 2020; Tsai & Wilson, 2020).Primary concerns that quickly emerged across the nation were: How to provide shelter for people experiencing homelessness who become infected with COVID-19 How to provide adequate shelter to prevent COVID-19 infection among medically vulnerable persons experiencing homelessness (over 65, underlying health conditions) How to address shelter density in existing congregate shelters to comply with CDC guidance for social distancing in shelters (110 sq ft per person) How to address the health and safety of unsheltered persons including people in encampments, in light of the crisis; How to protect staff who serve persons experiencing homelessness How to acquire financial resources and PPE supplies to address the needs of people who are homeless How to coordinate screening, testing, tracking and contact tracing with community partners. The responses to this survey provide an understanding of how communities through their CoCs have responded to COVID-19 in the first 4-6 weeks of the crisis.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/246/"
  },
  {
    "id": "1734948537346",
    "title": "Supportive Housing for Chronically Homeless Medicaid Enrollees: State Strategies",
    "authors": "Kathy Moses, Center for Health Care Strategies",
    "date": "2016-01-01",
    "categories": [
      "Organization and Financing of Behavioral Health Services; Supportive Housing Interventions for Formerly Homeless Persons; Homelessness Policy Analysis and Commentary; Homelessness Prevention and Housing Stabilization; Homelessness among People with Behavioral Health-related Disabilities"
    ],
    "abstract": "Nearly all individuals experiencing chronic homelessness could be eligible for Medicaid in states pursuing Medicaid expansion under the Affordable Care Act. Given that many of these individuals are at risk for high health care utilization and costs, state and federal policymakers and budget officials are increasingly interested in cost-effective approaches to meet the needs of this population. In July 2015, the Center for Health Care Strategies, with support from the California HealthCare Foundation, the Conrad N. Hilton Foundation, and the New York State Health Foundation, convened state and federal officials along with research and policy experts to identify strategies for expanding access to housing and related services for Medicaid beneficiaries who are chronically homeless. This brief highlights key opportunities for Medicaid programs to better address the housing needs of this high-need, high-cost population.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/197/"
  },
  {
    "id": "1734948541380",
    "title": "The Impact of Welfare Reform on Public Shelter Utilization in Philadelphia: A Time-Series Analysis",
    "authors": "Dennis P. Culhane",
    "date": "1900-01-01",
    "categories": [
      "Structural Determinants of Homelessness; Homelessness among Families with Children"
    ],
    "abstract": "The use of public shelters in Philadelphia was examined both before and after the implementation of Act 35, Pennsylvanias response to the Personal Responsibility and Work Opportunity Reconciliation Act of 1996. Univariate interrupted time-series analyses were conducted to determine if trends in shelter utilization (the number of families admitted, by family size, by race, by age of household head, by income, by disability indicator, and by average length of stay) changed significantly after March 1997, the month in which Act 35 was implemented, or after 3, 6, 9, and 12 months of implementation. Results indicate that family size and household head age increased after the implementation of Temporary Assistance for Needy Families, although not at consistent lags. A small negative effect on self-reported substance abuse and a small positive effect on the proportion of household heads with a disability were found, but at inconsistent lags.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/19/"
  },
  {
    "id": "1734948545337",
    "title": "The Integrated Data System Approach: A Vehicle to More Effective and Efficient Data-Driven Solutions in Government",
    "authors": "John Fantuzzo, University of Pennsylvania",
    "date": "2017-01-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "The IDS approach introduced in this paper is derived from the careful study of the best practices of fully-functioning integrated data systems that are part of the Actionable Intelligence for Social Policy Network. The purpose of this paper is threefold: First, it will present the conceptual framework for the IDS approach, describing how the IDS approach incorporates heuristic concepts from the major recent reform movements in public administration: performance management, continuous quality improvement, and evidence-based policymaking. Second, it will detail how these core features of the IDS approach are used to build a sustainable infrastructure to support a fully-functioning IDS for state and local government. Finally, the paper will illustrate how the IDS approach can be used as an effective and efficient vehicle to data-driven solutions through a close look at a single inquiry cycle and an overview of the larger systematic and iterative social problem-solving process within government.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/217/"
  },
  {
    "id": "1734948549337",
    "title": "Surveying Local Homeless Service Providers' COVID Impact (Part 3): Responses from November 2020",
    "authors": "Joy Moses, National Alliance to End Homelessness",
    "date": "2020-12-15",
    "categories": [
      "Homelessness Policy Analysis and Commentary; COVID-19",
      "Homelessness and Housing Insecurity"
    ],
    "abstract": "The nation is now ten months into a national emergency caused by the COVID-19 pandemic. For homeless services systems, it has impacted temporary housing offerings, staffing, resources, and countless other areas. To understand these changes, the Alliance initiated the Voices from the Field project, which has included three national surveys, a series of interviews, and data collection from a small sampling of Continuums of Care (CoCs). The current report highlights the most recent survey (conducted in November) and some insights from the data collection efforts.The findings point to systems that quickly set up motel/hotel programs, most of which are still up and running as of November. Although survey respondents report expanding the availability of permanent housing, they also estimate that most clients leaving these quarantine/isolation rooms return to shelters and unsheltered locations. Frustration with this norm is causing CoC representatives to identify permanent housing as their number one priority for any new resources that become available. Other significant needs include staffing and growing existing motel/hotel efforts. If CoCs are unable to fund such items, they predict tragic consequences such as growth in unsheltered homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/250/"
  },
  {
    "id": "1734948553369",
    "title": "Surveying Local Homeless Service Providers' COVID Impacts (Part 2): Responses from July 2020",
    "authors": "Joy Moses, National Alliance to End Homelessness",
    "date": "2020-08-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; COVID-19",
      "Homelessness and Housing Insecurity"
    ],
    "abstract": "The impacts of COVID-19 on American life have been widespread. Not only is the virus a public health crisis but it is complicating efforts to recover from the current recession. In difficult times such as these, the most vulnerable people tend to endure the most significant hardships while being left behind on the road to recovery. Local homeless services providers play a crucial role in reducing the harm. Thus, the Alliance is tracking their progress in responding to the current moment.Alliance staff and research partners conducted an online survey of Continuum of Care (CoC) leaders in April, publishing the results in Community-level Responses of Homelessness Assistance Programs to COVID-19: Data from May 2020 and a supplementary policy brief. Alliance staff and researchers further explored the issues raised within a series of interviews. Responding to COVID-19: Conversations with Homeless System Leaders summarizes our discussions with a subset of survey respondents. Altogether, the findings suggested systems were overwhelmed by new responsibilities, a lack of available supplies, staffing shortages, and severe financial limitations.The current report reflects the findings of a second online survey of CoC leaders, and notes note progress in areas such as access to personal protective equipment (PPE), screening, and testing. However, there continue to be challenges as systems simultaneously juggle the pressures to 1) respond to public health needs, 2) maintain system functioning, and 3) continue to make progress on the goal of reducing homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/247/"
  },
  {
    "id": "1734948557793",
    "title": "Understanding Multisystem Youth and their Patterns of Services Use",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2012-08-01",
    "categories": [
      "Multisystem Youth and the Transition to Adulthood; Homelessness",
      "Child Welfare and Out-of-home Placement; Homelessness",
      "Child Welfare and Out-of-home Placement"
    ],
    "abstract": "This study integrates data from public schools (absenteeism/truancy), foster care, juvenile justice, homelessness and behavioral health services, to better understand the prevalence and types of multisystem services use in Philadelphia. Results suggest that some multisystem services use is intentional, such as transfers from juvenile justice to mental health residential treatment, whereas other patterns reflect the complex and overlapping needs of youth moving among service sectors. Results may suggest areas of collaborative service planning and integrated service strategies, to improve outcomes and reduce costs and duplication of services.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/118/"
  },
  {
    "id": "1734948562398",
    "title": "The Patterns and Costs of Services Use among Homeless Families",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2011-01-01",
    "categories": [
      "Homelessness Program Accountability and Costs; Homelessness",
      "Child Welfare and Out-of-home Placement; Homelessness among People with Behavioral Health-related Disabilities; Homelessness among Families with Children; Homelessness",
      "Child Welfare and Out-of-home Placement"
    ],
    "abstract": "This study examines families use of behavioral health hospitalization and foster care placement prior to, during and following shelter use, comparing families based on shelter pattern and type of housing exit. Results show that inpatient and foster care services use drops in the homelessness period, but rebounds following exit, regardless of pattern of shelter use, and type of housing exit. Results suggest that shelters supplant use of services, but not on a sustained basis. Despite declines in concurrent services use, the homelessness period is overall more costly for episodically and long-term shelter users, primarily owing to the high costs of shelter. High rates of inpatient and foster care services use following the homeless spell suggest that providers of homeless assistance should systematically screen and refer homeless families to on-going community-based service supports. Service use patterns indicate that homeless spells may disrupt continuity of care with community-based health and social services.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/104/"
  },
  {
    "id": "1734948566343",
    "title": "Understanding Racial and Ethnic Disparities in Health Outcomes and Utility Insecurity Resulting from COVID-19",
    "authors": "Dan Treglia, University of Pennsylvania",
    "date": "2021-03-01",
    "categories": [
      "Neighborhood Factors in Health",
      "Development and Behavior; COVID-19",
      "Homelessness and Housing Insecurity"
    ],
    "abstract": "This study seeks to understand racial and ethnic disparities in both the health consequences of the COVID-19 pandemic and a particularly under-acknowledged social consequence, utility insecurity in the Commonwealth of Pennsylvania. We examine these disparities using administrative data from public health agencies, utility companies, and primary data collected from hundreds of Pennsylvanians through surveys and focus groups.We find that a breadth of vulnerabilities faced by all Pennsylvania residents are particularly acute for racial and ethnic minorities. Low-income, Black, and Latinx residents are more likely to be rent-burdened and pay more money toward their utility bills than their counterparts. They are also more likely to experience utility insecurity. Areas with higher concentrations of minority residents have much higher rates of utility arrears and disconnections as well as much higher rates of enrollment in utility assistance programs. In addition, roughly three-quarters of Black and Latinx survey respondents reported falling behind on rent or mortgage paymentssince March, and one-third of Black residents reported being either formally or informally evicted and were the most likely to worry about future evictions and utility shutoffs. We also found that communities with higher non-white shares of the population were hit hardest by the coronavirus, especially in the early months. The relationship between virus prevalence and race became less pronounced as the virus became more ubiquitous through the fall and winter.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/253/"
  },
  {
    "id": "1734948570382",
    "title": "The Quandaries of Shelter Reform: An Appraisal of Efforts to \"Manage\" Homelessness",
    "authors": "Dennis P. Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Prevention and Housing Stabilization; Sampling from Major Themes"
    ],
    "abstract": "In this article, I describe efforts to manage the capacity of homeless shelter programs in Philadelphia and assess the impact of those efforts on providers and consumers of homeless services. Most reforms have focused on reducing the capacity of the shelter system by reducing the average length of stay of persons in shelter and by providing housing relocation assistance. However, these reforms have been compromised by an inability to contol the demand for shelter, particularly the rate of new admissions , and by the extent of need for housing assistance among homeless and near-homeless people in Philadelphia. Alternative methods of financing shelters are described, as are attempts to create a system of specialty shelter providers. The contradictions of shelter reform and the need for a more comprehensive homelessness prevention strategy are discussed.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/54/"
  },
  {
    "id": "1734948574316",
    "title": "Young Adult Outcomes of Youth Exiting Dependent or Delinquent Care in Los Angeles County",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2011-11-01",
    "categories": [
      "Multisystem Youth and the Transition to Adulthood; Homelessness",
      "Child Welfare and Out-of-home Placement; Sampling from Major Themes; Homelessness",
      "Child Welfare and Out-of-home Placement"
    ],
    "abstract": "This report investigates the young adult outcomes of youth who age-out of or otherwise exit Los Angeles Countys child welfare supervised foster care system and/or juvenile probation system. Two cohorts of young adults from both systems were selected for analysis. Within the two cohorts, this study focuses on three groups of youth exiters: (i) The child welfare (CW) group is comprised of youth who exited from a child welfare out-of-home placement between the ages of 16 and 21; (ii) the juvenile probation (JP) group is made up of youth who exited from any type of juvenile probation supervision between the ages of 16 and 21; and (iii) the crossover group is comprised of all youth who exited an out-of-home child welfare placement between the ages of 16 and 21 and who also had a record of nvolvement with the juvenile probation system. The adult outcomes of youth in each of these three groups are analyzed by linking their administrative records from Los Angeles Countys Department of Children and Family Services (DCFS) and/or Probation Department with administrative databases from seven County departments providing an array of public services to residents of Los Angeles County, as well as from two California statewide agencies. Results indicate high levels of correctional system and public assistance involvement across the study groups, with particularly high rates of utilization among crossover youth. Patterns of health and behavioral health services use follow a similar pattern. Imputed costs by group and by service sector are reported. Educational attainment and reported income are also documented. Regression analyses examine independent predictors of various outcomes by study group.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/113/"
  },
  {
    "id": "1734948578325",
    "title": "Latinx Homelessness in Philadelphia: Rates of Services Use, Perceived Barriers and Assets, and Potential Opportunities for Leveraging City Reform Efforts to Address Service Gaps",
    "authors": "Dennis P Culhane",
    "date": "2019-10-23",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "In this report we examine the differential use of homeless services by the Latinx populationcompared to other racial and ethnic groups in the City of Philadelphia from several perspectives. First, we undertake a systematic, empirical examination to confirm the existence of such a Latinx paradox among Philadelphia homeless services. In doing so, we analyze service utilization data to document the extent to which race and ethnic groups, stratified by age and sex, are served by emergency shelter, transitional housing and street outreach programs, after adjusting for poverty status. Second, we seek to better understand possible dynamics that might contribute to such a paradox through conducting focus groups with service providers, clients and city agency and nonprofit staff. Lastly, we consider recent efforts to address homelessness through improved evidence-based practices, in both a national and local context, and consider how these efforts could better assist Latinx adults and families facing imminent homelessness in resolving or avoiding homelessness in the near future.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/233/"
  },
  {
    "id": "1734948582329",
    "title": "A Global Framework for Understanding and Measuring Homelessness",
    "authors": "Volker Busch-Geertsema",
    "date": "2015-09-29",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/188/"
  },
  {
    "id": "1734948586380",
    "title": "Better than Cure?: Testing the Case for Enhancing Prevention of Single Homelessness in England",
    "authors": "Nicholas Pleace",
    "date": "2016-10-24",
    "categories": [
      "Homelessness Program Accountability and Costs; Homelessness Prevention and Housing Stabilization"
    ],
    "abstract": "This research asked 86 people who had been homeless for at least 90 days about the services they had used. The research also asked them to describe any forms of support that would have prevented their current homelessness. Estimated public spending on the 86 people for 90 days was 742,141 in total and 8,630 on average. If the 86 people had been homeless for one year with the same pattern of service use, estimated public spending would be 34,518 on average per person per year, a total of some 2.96 million annually. For a single homeless population of 40,000, if estimated costs were at the average level, annual public expenditure would be some 1.38 billion.This report also uses the available data to estimate the changes in service use that would occur, if someone were not homeless - because their homelessness was prevented - compared to the costs that arose because they were homeless. On average, it was estimated that preventing homelessness for one year would result in a reduction in public expenditure of 9,266 per person. The potential saving could be estimated as being as high as 796 thousand.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/205/"
  },
  {
    "id": "1734948590337",
    "title": "The Treated Prevalence of Mental Health and Substance Use Disorders among Adults Admitted to the Philadelphia Shelter System: Results from the Integration of Longitudinal Data on Shelter and Mental Health Services Utilization",
    "authors": "Dennis P. Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends; Homelessness among People with Behavioral Health-related Disabilities"
    ],
    "abstract": "This paper reports results from a study of the treated prevalence of mental health and substance use disorders among adults admitted to Philadelphia public shelters between 1990 and 1992 (N=28,638). Identifiers and service records from longitudinal databases on shelter and mental health services were merged, finding that 49% of single homeless adults and 33.2% of homeless adults with children had a treatment for a mental health or substance use disorder between 1985 and 1993. The rate of treatment for serious mental illness (SMI) was 10.7% (by most frequently occurring diagnosis). Single women (18.6%) had twice the rate of SMI as single men (9.9%), and single adults (12.1%) had twice the rate of SMI as adults with children (6.2%). The treate rate of substance use disorders (25.2%) was higher than the rate of mental health disorders (20%), and was twice as high for single adults (28.6%) as for adults with children (14.6%). An additional 20% of adult shelter users were identified through shelter records as having untreated substance use problems. Veterans had comparable rates of disorders as nonveterans. Oveall, 65% of adult shelter users were identified as ever having some mental health or substance use problem, treated or untreated. People with SMI were less represented among shelter users on two single day censuses than over three years, suggesting a higher rate of turnover among people with SMI, while people with substance use disorders were overrepresented by a third on the two single day censuses, suggesting a lower rate of turnover among people treated for sugbstance abuse. Of the treated Medicaid population, 6.8% became homeless in the three year study period, representing 7.8% of the treated population with SMI, 9.5% of the treated schizophrenia population, and 20.1% of the population receiving inpatient substance abuse services. Approximately 3,000 people with SMI became homeless in the 3-year study period, with an average of 73 people with SMI entering shelter for the first time each month. An analysis of inpatient usage found that 25.7% of the SMI and 34.2% of the treated substance abuse population were hospitalized within 120 days of their first shelter admission (before or after). Fourteen percent of the SMI were also seen in an emergency room within 120 days of shelter admission (before or after).",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/55/"
  },
  {
    "id": "1734948594352",
    "title": "Expanding TANF Program Insights: A Toolkit for State and Local Agencies on How to Access, Link and Analyze Unemployment Insurance Wage Data",
    "authors": "Edith Yang, Manpower Demonstration Research Corporation",
    "date": "2022-11-22",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "The aim of the toolkit is to offer practical guidance to state and local TANF agencies on how to access, link to, and analyze Unemployment Insurance (UI) wage data from state Departments of Labor for program monitoring, reporting, and evaluation. As such, the toolkit consists of a guidance brief and a companion GitHub repository.The guidance brief is organized into four main sections: (1) a short introduction that lays out the purpose of the toolkit as well as background information on UI wage data and the kinds of research questions that data can be used to answer, (2) a description of common challenges to accessing state UI wage data and strategies to address those challenges, (3) methods for linking UI wage data to other data sources, including emerging advanced methods that are more secure, and (4) instruction for preparing UI wage data for analysis, including how to create common employment-related outcomes that the field has used for decades to measure employment trends, stability, and mobility.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/275/"
  },
  {
    "id": "1734948598403",
    "title": "From \"Rebuilding Ireland\" to \"Housing for All\": International and Irish Lessons for Tackling Homelessness",
    "authors": "Isabelle Baptista",
    "date": "2022-09-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "A group of international researchers with experience of strategic analysis of homelessness policy, practice and service programmes were asked to review the effects of the Rebuilding Ireland strategy on the level and nature of Irish homelessness. The review took the stance of a critical friend, drawing on possible lessons from practice elsewhere in Europe and in North America.The review included discussions and consultations with stakeholders in the design and delivery of homelessness policy and services and with people with lived experience of homelessness, who were asked about the issues they thought were most important in reducing homelessness in Ireland. Irish views on strengths and limitations were identified through these discussions, which were then used to structure the wider analysis in this review, drawing on possibly beneficial practice from other countries and avoiding some of the problems other countries had encountered. The review did not consider the specific questions arising around migrant groups who are ineligible to join housing lists.Homelessness was seen as being defined in a relatively narrow way, i.e. focusing on people sleeping rough and the number and duration of stays in emergency accommodation. This was seen as neglecting hidden homelessness and by extension, not fully recognising and not fully responding to the true nature of homelessness in Ireland. While some measures had fallen, experience of homelessness remained more common than had been the case. Existing measures were also thought to highlight urban homelessness.Womens experience of homelessness tends to be significantly underestimated when enumeration does not include an attempt to count hidden homelessness. The most effective, integrated strategies, including practice in Scotland and Finland, use a wide definition of homelessness which facilitates a more comprehensive array of prevention, rapid rehousing and housing-led, Housing First and supported housing services and cross referral of a broadly defined at risk population across wider health, criminal justice and social protection systems.Affordable and social housing supply were thought to be at the core of homelessness causation and the limitations of existing policy in preventing and ending homelessness. Services like Housing First were hampered, as was any service within a housing-led framework as soon as adequate, affordable housing with reasonable security of tenure was in short supply. Progress was noted in addressing these issues, but more social and affordable housing was needed. People with lived experience of homelessness reported that only social housing offered the affordability, standards and security of tenure that enabled a sustained exit from homelessness.Internationally, no level of coordination, evidence-led practice or comprehensiveness of response has been found that counteracts the effects of insufficient affordable, adequate homes with security of tenure. Prevention, housing-led and Housing First services, alongside the integration of health, mental health, addiction, criminal justice and welfare systems in a homelessness strategy will either be limited, or fail, if there are not enough suitable homes with which to prevent and end homelessness.Progress has been made in homelessness prevention in Ireland, although with the caveat that the ongoing issues with inadequate housing supply limit overall effectiveness. There are lessons from comprehensive preventative systems used in other countries, such as that developed in Wales, which define and respond to homelessness on a broad basis and appear to reach much of the population who are at risk of homelessness.Housing First has become a significant part of the policy response to homelessness. Systems are at their most developed in Dublin and other urban areas, with reports of more uneven coverage in some more rural areas. Internationally, the key lesson appears to be that Housing First delivered through a coherent, comprehensive and well-resourced strategy achieves both better coverage and more consistent results. Something to avoid is the rather haphazard development of many small scale projects, which while they may show success, are not part of a coherent, properly resourced national plan, leading to inconsistencies in coverage and results, as seen in England, Italy and Sweden.The needs of women, which are distinct, in the sense that their homelessness is much more closely associated with domestic abuse (much family homelessness is women lone parents and dependent children at risk of domestic abuse) and they are more likely to avoid (often male dominated) services and use informal arrangements with family, friends or acquaintances (hidden homelessness). With some exceptions in terms of women-only, housing-led and Housing First services, much service provision is still built on an assumption that homelessness is mainly experienced by lone men. This is not specific to Ireland, greater recognition of womens needs and experiences and the extent of their homelessness is a pan-EU issue.North West European and North American countries tend to recognise young people, including care leavers (young adults who have been in care of social work/child protection services) as having specific needs when they experience homelessness, centring on their youth, adverse childhood experiences and associated vulnerability. This is an area that could be the subject of more detailed policy consideration in Ireland.Coordination of services and information about those services were reported as inconsistent and as in need of improvement by people with lived experience of homelessness. The standardisation of responses seen in strategies like that of Finland or the (distinct) legislative frameworks of Scotland and Wales may be useful in addressing this issue.The review has drawn together key lessons from international experience that may be of use as the new strategy Housing for All is implemented, these include:Recognising that a broader definition of homelessness can be the gateway to building a more comprehensive, effective strategic response.Prevention, housing-led and Housing First services are most effective when part of an integrated, interagency homelessness strategy because they depend on cross referral to an array of other services.Implementation must be comprehensive if a strategy is to work and this means that governance must be clear, focused and stable, ensuring that coherent strategy steadily builds in effectiveness over time.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/276/"
  },
  {
    "id": "1734948602375",
    "title": "LA County's Homeless Initiative Annual Performance Evaluation: Year 4 Outcomes",
    "authors": "Halil Toros, Public Sector Analytics",
    "date": "2021-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "Findings from Year 4 show that, for the third consecutive year, over 20,000 people experiencing homelessness exited homeless services to Permanent Housing (PH) placements (macro-measure 2). Nearly 10,000 of these PH placements occurred within the purview of HI-supported initiatives (meso-measure 3). Looking at these PH placements over the last three years, 56,000 unduplicated people exited shelter stays to PH (both HI- and non-HI-funded), and 31,000 of these exits came under the auspices of HI-supported services.Noteworthy also were Interim Housing (IH) placements, which declined 25% after significant year-over-year growth since FY 2016-17. Building IH capacity is a key component of reducing LAs large unsheltered population, and the onset of the COVID-19 pandemic, and the resulting need to decompress shelter facilities, has handed these efforts an additional challenge. The reduction in IH housing capacity in Year 4 is one of the first indicators of COVID-19s impact on LAs homeless services, and COVID-19 will almost certainly have a much larger impact on HI strategies in the upcoming Year 5. In addition, the rental unit vacancies in LA has been very low over the past couple of years making permanent housing opportunities harder to secure. This has made the IH lengths of stay longer, thus reducing the number of IH beds that turn over.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/252/"
  },
  {
    "id": "1734948606332",
    "title": "LA County's Homeless Initiative: Annual Performance Evaluation, Year 5 Outcomes",
    "authors": "Halil Toros, Public Sector Analytics",
    "date": "2022-12-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "As has been the practice in all four previous HI annual performance evaluations, the main body of this report begins at a macro level of measurement in Section 2, where the performance of Measure Hfunded HI strategies and services unaffiliated with the HI strategies are examined together to offer a systemwide perspective. The analysis then moves down to the program or meso-level in Section 3, separately exploring HI strategy outcomes aggregated into broader categories, the three most important of which are permanent housing (PH), interim housing (IH), and prevention. This separate analysis of the HI strategies as a collective program enables their performance to be gauged against comparable non-HI service categories while also establishing a basis for measuring the HIs contribution to systemwide performance. Appendix A provides the performance measurements at the level of individual strategies. In addition, Section 4 provides an assessment of the Los Angeles Homeless Services Authoritys (LAHSAs) recent Point-in-Time (PIT) homeless counts informed by a homeless services systems through-flow analysis, and Section 5 provides a pre/post evaluation of health, mental health and jail outcomes for households placed by HI.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/272/"
  },
  {
    "id": "1734948610422",
    "title": "Community Research Partners DataSource (Columbus, OH)",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2003-01-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "A web-based tool for creating maps, tables, charts and statistical profiles of neighobrhood indicators in Franklin County and Columbus, Ohio.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/48/"
  },
  {
    "id": "1734948614371",
    "title": "Community-level COVID-19 Homelessness Planning & Response Dashboard",
    "authors": "Thomas Byrne, Boston University",
    "date": "2020-04-02",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends; COVID-19",
      "Homelessness and Housing Insecurity"
    ],
    "abstract": "This on-line tool enables communities (Continuums of Care, or CoCs) to model different homelessness-related bed capacity scenarios related to COVID-19 exposure and risk status. Users can customize their planning scenarios by varying infection rates, high risk population rates, unsheltered PIT count coverage rates, and view impact on demand for hospitalization and ICU beds, as well as emergency accommodation demand for high and low risk populations without infection.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/238/"
  },
  {
    "id": "1734948618427",
    "title": "Palm Beach County Community Resource Information and Mapping System (PBC CRIMS)",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2000-01-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "A web-based tool for creating maps, tables, charts and neighoborhood statistical profiles for Palm Beach County, Florida.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/49/"
  },
  {
    "id": "1734948623393",
    "title": "Philadelphia Crimebase",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2000-01-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "A web-based tool for creating maps, tables, charts and statistical profiles of Philadelphia's neighborhoods using crime incident data from the Philadelphia Police Department.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/44/"
  },
  {
    "id": "1734948626392",
    "title": "Philadelphia Muralbase",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2001-01-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "A web-based tool for viewing murals and the spatial distribution of public murals by topic and artist in Philadelphia.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/45/"
  },
  {
    "id": "1734948630348",
    "title": "Philadelphia Neighborhoodbase",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1998-01-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "A web-based tool for creating tables, maps, charts and statistical profiles of Philadelphia's neighborhoods based on land records, real estate transactions, utility shut-offs, vacancy indicators, code enforcement and US Census Data.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/43/"
  },
  {
    "id": "1734948634352",
    "title": "Veteran Homelessness: A Supplemental Report to the 2009 Annual Homeless Assessment Report to Congress; Homelessness among Veterans",
    "authors": "Dennis P. Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "The Department of Housing and Urban Development (HUD) and the Department of Veterans Affairs (VA) are pleased to present Veteran Homelessness: A Supplemental Report to the 2009 Annual Homeless Assessment Report to Congress. This report is the result of ongoing collaboration between HUD and the VA to understand the extent and nature of homelessness among veterans in the United States. The information presented in this report is intended to inform public policymakers, local practitioners and the general public about veteran homelessness. It also advances the goals of the nations federal strategic plan to prevent and end homelessness (Opening Doors: Federal Strategic Plan to Prevent and End Homelessness) through the collection, analysis, and reporting of quality, timely data on homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/100/"
  },
  {
    "id": "1734948638362",
    "title": "Veteran Homelessness: A Supplemental Report to the 2010 Annual Homelessness Assessment Report to Congress; Homelessness among Veterans",
    "authors": "Dennis Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "The Department of Housing and Urban Development (HUD)and the Department of Veterans Affairs (VA) are pleased to present Veteran Homelessness: A Supplemental Report to the 2010 Annual Homeless Assessment Report to Congress. This second annual supplemental report is intended to provide policymakers, practitioners, and the general public with information about the extent and nature of veteran homelessness. The information provided in this report advances the federal effort to end homelessness among veterans in 5 yearsas described in the 2010 Federal Strategic Plan to End Homelessness and the VAs plan to end veteran homelessnessthrough the collection of timely data on veteran homelessness. Representing the ongoing and coordinated commitment between HUD and the VA to end and prevent homelessness among those who have served in our nations military, this Veteran Supplemental Report provides both 1-day and 1-year estimates of the number of homeless veterans in the United States. In addition to the snapshot and annual estimates, this report describes the demographic characteristics of homeless veterans, including race, ethnicity, gender, age, and disability status. These characteristics are compared to those of other populations including the non-veteran homeless population, the total veteran population, and the population of veterans living in poverty. These comparisons highlight the higher risks of homelessness faced by veterans, particularly poor veterans. Also discussed in this report are the locations of homeless veterans across the country as well as how they access and use the homeless residential system. Finally, annual comparisons of estimates are made to suggest how homelessness among veterans is changing over time.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/111/"
  },
  {
    "id": "1734948642392",
    "title": "Philadelphia Parcelbase",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1998-01-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "A web-based tool for identifying properties and browsing land records in Philadelphia. Password protected.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/46/"
  },
  {
    "id": "1734948646400",
    "title": "Philadelphia Schoolbase",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2007-01-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "A web-based tool for creating tables, maps, charts and statistical profiles for Philadelphia's schools and neighborhoods based on data from the School District of Philadelphia. (Password protected)",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/50/"
  },
  {
    "id": "1734948650340",
    "title": "Philly Sitefinder",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2003-01-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "A web-based tool for identifying vacant commercial properties and brownfields in eastern and eastern north Philadelphia.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/47/"
  },
  {
    "id": "1734948655397",
    "title": "Where Homeless Families Come From: Toward a Prevention-Oriented Approach in Washington, DC",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1997-11-01",
    "categories": [
      "Neighborhood Factors in Health",
      "Development and Behavior; Structural Determinants of Homelessness; Homelessness Prevention and Housing Stabilization"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/77/"
  },
  {
    "id": "1734948660344",
    "title": "Where the Homeless Come From: A Study of the Prior Address Distribution of Families Admitted to Public Shelters in New York City and Philadelphia",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1996-01-01",
    "categories": [
      "Neighborhood Factors in Health",
      "Development and Behavior; Structural Determinants of Homelessness; Homelessness Prevention and Housing Stabilization; Homelessness among Families with Children; Sampling from Major Themes"
    ],
    "abstract": "This study investigates hypotheses regarding the association of census tract variables with the risk for homelessness. We used prior address information reported by families entering emergency shelters in two large U.S. cities to characterize the nature of that distribution.Three dense clusters of homeless origins were found in Philadelphia and three in New York City, accounting for 67 percent and 61 percent of shelter admissions and revealing that homeless families prior addresses are more highly concentrated than the poverty distribution in both cities. The rate of shelter admission is strongly and positively related to the concentration of poor, African-American, and female-headed households with young children in a neighborhood. It is also correlated with fewer youth, elderly, and immigrants. Such areas have higher rates of unemployment and labor force nonparticipation, more housing crowding, more abandonment, higher rates of vacancy, and higher rent-to-income ratios than other areas.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/21/"
  },
  {
    "id": "1734948665352",
    "title": "Where to from Here? A Policy Research Agenda Based on the Analysis of Administrative Data",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1997-01-01",
    "categories": [
      "Homelessness Program Accountability and Costs; Homelessness Management Information Systems and the Policy Uses of Administrative Data; Integrated Administrative Databases and Community Indicator Systems; Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "This article outlines a policy research agenda based on the analysis of administrative data. Computerized records of client characteristics and their related shelter utilization patterns offer researchers a rich source of longitudinal data that makes possible a wide range of investigations and can be analyzed by using an array of multivariate statistical tools. Specifically, this article discusses the contributions administrative data can make to (1) enumerating and determining the characteristics of the homeless population, (2) understanding the effect of homelessness on related public systems, (3) gauging the effect of policy interventions on the use of homeless services, (4) evaluating the effectiveness of system-level delivery of homeless services, and (5) measuring the performance of individual homeless service providers.The article concludes by commenting on several issues that policy makers might consider regarding the implementation of automated information systems among homeless service providers.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/8/"
  },
  {
    "id": "1734948670417",
    "title": "The Homelessness Analytics Initiative",
    "authors": "Dennis P Culhane",
    "date": "2013-01-01",
    "categories": [
      "Homelessness Management Information Systems and the Policy Uses of Administrative Data; Integrated Administrative Databases and Community Indicator Systems; Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "Access critical national, state, and local information about homelessness and related factors. I. Explore Maps and Variables: Choose from dozens of homelessness related data points to map at a variety of geographic resolutions and scales over the last several years. II. Forecast Changes in Homelessness: Access models of how different demographic, economic, and safety net variables affect homelessness. Interactively change values and see forecast results. III. Charts, Graphs, and Tables: Chart trends in homelessness over time, explore relationships between social indicators and homelessness, and download tables of data.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/136/"
  },
  {
    "id": "1734948675410",
    "title": "AISP Working Paper: Addressing Racial and Ethnic Inequities in Human Service Provision",
    "authors": "Sharon Zanti, University of Pennsylvania",
    "date": "2021-10-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "Equity assessments, like those described in this working paper, have historical roots in the Civil Rights movement. As part of demands for equitable access to jobs, resources, and services, communities of color and Civil Rights advocates pressed public and private institutions to document the representation of racial and ethnic groups (National Archives, 2016). Corrective action plans were used to develop clear strategies to redress inequities and hold institutions accountable to change. Affirmative action policies reinforced these strategies by requiring certain groups, such as federal contractors, to develop numerical targets and timelines to correct for underutilization of services by marginalized groups (Legal Information Institute, n.d.).Human service agencies are now being called upon once again to address inequities within their programs. In January 2021, President Biden signed the Executive Order on Advancing Racial Equity and Support for Underserved Communities Through the Federal Government, which requires federal agencies to identify methods for assessing equity within federal programs and to engage communities historically underserved or discriminated against in these programs (Exec. Order No. 13985, 2021). This working paper strives to build upon the aims of the Civil Rights movement to help human service agencies estimate and respond to racial and ethnic inequities in their service provision. The urgency of this work is underscored not only by the executive order, but also by the long overdue social unrest around racialized violence and inequity in the U.S. and the stark racial disparities in experience and outcomes of the COVID-19 pandemic.The following sections of this paper outline three phases of workperforming a gaps analysis (measuring gaps between need for and current availability of services), interpreting the gaps analysis (assessing root causes of the problem and strategizing responses), and co-creating an equity plan (determining next steps and implementing strategies to correct for inequities). Importantly, community organizations and those with lived experiences of the systems under consideration need to be engaged throughout this entire process. See AToolkit for Centering Racial Equity Throughout Data Integration for more (Hawn Nelson et al., 2020a). In addition, the general process provided here will need to be customized based on the social issue of interest, local context, available data, and resource constraints. Drawing upon multiple data sources, types of expertise, and stakeholder perspectives is highly recommended in order to robustly assess and respond to inequities in service provision. Altogether, these methods can inform social policymaking and support human serviceagencies in more equitable resource allocation and service provision.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/263/"
  },
  {
    "id": "1734948680379",
    "title": "Building + Sustaining State Data Integration Efforts: Legislation, Funding and Strategies",
    "authors": "Sharon Zanti, University of Pennsylvania",
    "date": "2021-05-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "The economic and social impacts of the COVID-19 pandemic have heightened demand for cross-agency data capacity, as policymakers are forced to reconcile the need for expanded services with extreme fiscal constraints. In this context, integrated data systems (IDS) also commonly referred to as data hubs, data collaboratives, or state longitudinal data systems are a valuable resource for data-informed decision making across agencies. IDS utilize standard governance processes and legal agreements to grant authority for routine, responsible use of linked data, and institutionalize roles across partners with shared priorities. Despite these benefits, creating and sustaining IDS remains a challenge for many states. Legislation and executive action can be powerful mechanisms to overcome this challenge and promote the use of cross-agency data for public good.This brief is organized in three parts. First, we offer examples of approaches from states that have used legislation and/or executive orders to enable data integration, as well as key considerations related to each. Second, we discuss state and federal funding opportunities that can help in implementing legislative or executive actions on data sharing and enhancing long-term sustainability of data sharing efforts. Third, we offer five foundational strategies to ensure that legislative or executive action is both ethical and effective.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/270/"
  },
  {
    "id": "1734967645180",
    "title": "test 1",
    "authors": "aa",
    "date": "2024-12-23",
    "categories": [
      "Publication",
      "read"
    ],
    "abstract": "aa",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/culhane2.github.io/main/papers/Spring%202025%20Month-by-Month%20Planner.pdf"
  },
  {
    "id": "1734967649637",
    "title": "test 1",
    "authors": "aa",
    "date": "2024-12-23",
    "categories": [
      "Publication",
      "read"
    ],
    "abstract": "aa",
    "pdfUrl": "https://raw.githubusercontent.com/Dennis-Culhane/culhane2.github.io/main/papers/Spring%202025%20Month-by-Month%20Planner.pdf"
  },
  {
    "id": "1734967980661",
    "title": "Actionable Intelligence: Using Integrated Data Systems to Achieve a More Effective, Efficient, and Ethical Government",
    "authors": "John Fantuzzo, University of Pennsylvania",
    "date": "2015-11-01",
    "categories": [
      "integrated data systems",
      "public administration",
      "actionable intelligence"
    ],
    "abstract": "In this book we present a new approach to promoting more effective, efficient, and ethical intergovernmental decision making and problem solvinga system we call actionable intelligence for social policy (AISP). Actionable Intelligence (AI) is neither data nor research, although it involves both. It is derived from the combined contributions from executive leaders, practitioners, researchers, and citizens. It requires intergovernmental coordination and collaboration among bureaucracies. It is what is needed to inform disciplined, evidence-based decision making. We developed the AISP model to address the major limitations to traditional approaches to American public administration identified in the literature.Actionable Intelligence is a robust integrated data system (IDS)IDS integrates individual citizens data across agencies to provide scientifically sound, intergovernmental information to inform AIAI can provide a comprehensive picture of the whole person and has the potential of bringing everyone from health, education, and humans service agencies together around one tableThrough the use of an IDS, data-sharing agencies can contribute their clients data to one collaborative process to achieve a more thorough understanding of a pressing social problem and what to do about it",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/193/"
  },
  {
    "id": "1734967983694",
    "title": "A Data-based Re-design of Housing Supports and Services for Aging Adults who Experience Homelessness in Los Angeles",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2019-01-15",
    "categories": [
      "homelessness",
      "aging"
    ],
    "abstract": "This report examines health services use and population dynamics among the aging homeless population in Los Angeles. Evidence suggests that adverse health outcomes lead to homelessness, and the conditions related to homelessness lead to or exacerbate a range of health problems (Hwang, 2001). In addition, the barriers to accessing preventative and primary care while homeless lead to receipt of healthcare only when morbidities are more acute, (Reid, Vittinghoff, & Kushel, 2008; Kushel, Gupta, Gee, & Haas, 2006; Lim, Andersen, Leake, Cunningham, & Gelberg, 2002) meaning that there is a disproportionate use of inpatient hospitalization and other costly medical and behavioral health services among persons experiencing homelessness (Doran et al., 2013; Hwang, Weaver, Aubry, & Hoch, 2011; Kushel, Perry, Bangsberg, Clark, & Moss, 2002; Salit, Kuhm & Hartz, 1998). As a result, homelessness is expensive for healthcare systems and for society as a whole (Latimer et al., 2017; Flaming, Burns, & Matsunaga, 2009; Culhane, 2008). Given this, interest in using healthcare systems as a platform to address homelessness has grown in recent years. Strategies include efforts to identify homelesspatients in healthcare settings in order to link them with housing and social services (Garg, Toy, Tripodis,Silverstein, & Freeman, 2015; Gottlieb, Hessler, Long, Amaya, & Adler, 2014); the creation of accountable care organizations that seek to coordinate healthcare and social services for persons experiencing housing instability (Mahadevan & Houston, 2015); and the development of new financing mechanisms geared towards using healthcare dollars to support housing stability (Burt, Wilkins, & Locke, 2014).",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/224/"
  },
  {
    "id": "1734967986491",
    "title": "A Data-driven Re-design of Housing Supports and Services for Aging Adults Who Experience Homelessness In New York City",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2019-01-15",
    "categories": [
      "homelessness",
      "aging"
    ],
    "abstract": "This report examines health services use and population dynamics among the aging homeless population in New York City. Evidence suggests that adverse health outcomes lead to homelessness, and the conditions related to homelessness lead to or exacerbate a range of health problems (Hwang, 2001). In addition, the barriers to accessing preventative and primary care while homeless lead to receipt of healthcare only when morbidities are more acute, (Reid, Vittinghoff, & Kushel, 2008; Kushel, Gupta, Gee, & Haas, 2006; Lim, Andersen, Leake, Cunningham, & Gelberg, 2002) meaning that there is a disproportionate use of inpatient hospitalization and other costly medical and behavioral health services among persons experiencing homelessness (Doran et al., 2013; Hwang, Weaver, Aubry, & Hoch, 2011; Kushel, Perry, Bangsberg, Clark, & Moss, 2002; Salit, Kuhm & Hartz, 1998). As a result, homelessness is expensive for healthcare systems and for society as a whole (Latimer et al., 2017; Flaming, Burns, & Matsunaga, 2009; Culhane, 2008). Given this, interest in using healthcare systems as a platform to address homelessness has grown in recent years. Strategies include efforts to identify homelesspatients in healthcare settings in order to link them with housing and social services (Garg, Toy, Tripodis,Silverstein, & Freeman, 2015; Gottlieb, Hessler, Long, Amaya, & Adler, 2014); the creation of accountable care organizations that seek to coordinate healthcare and social services for persons experiencing housing instability (Mahadevan & Houston, 2015); and the development of new financing mechanisms geared towards using healthcare dollars to support housing stability (Burt, Wilkins, & Locke, 2014).",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/225/"
  },
  {
    "id": "1734967989371",
    "title": "Epidemiology of Homelessness among Veterans",
    "authors": "Emily Brignone, Utah State University",
    "date": "2018-01-01",
    "categories": [
      "homelessness",
      "veterans"
    ],
    "abstract": "In this chapter, we address the epidemiology of homelessness among US Veterans, including a discussion of the methodological challenges relevant to the enumeration and description of homelessness as well as a presentation of current estimates and trends in homelessness among Veterans. The chapter begins with a brief overview of homelessness among Veterans historically, with the remainder of the chapter focusing on the prevalence and incidence of homelessness among Veterans over the past decade. The methodological considerations discussed in this chapter include issues surrounding conceptual definitions of homelessness, implications related to the time frame used for estimates, a comparison between point prevalence, period prevalence, and incidence, and a description of various approaches for using primary and administrative data to estimate the magnitude and composition of homelessness among Veterans. Finally, we present recent national estimates of the prevalence and incidence of homelessness among Veterans, along with a summary of trends over time, and segmentation of estimates by demographic, geographic, and housing status characteristics.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/211/"
  },
  {
    "id": "1734967992162",
    "title": "The Development of Community Information Systems to Support Neighborhood Change",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2007-01-01",
    "categories": [
      "community statistical systems"
    ],
    "abstract": "1",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/75/"
  },
  {
    "id": "1734967994972",
    "title": "The History and Future of Homeless Management Information Systems",
    "authors": "Stephen R Poulin, University of Pennsylvania",
    "date": "2008-01-01",
    "categories": [
      "homelessness",
      "management information systems"
    ],
    "abstract": "This chapter reviews the history of the development of management information systems in the homelessness program area. Efforts begun in the 1980s and 1990s by individual cities are discussed, as are the Congressional initatives that led to the mandated implementation of such systems in the US. The use of these systems for the Annual Homelessness Assessment Report to the US Congress is described, as are potential future uses of HMIS for research, policy and program planning.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/101/"
  },
  {
    "id": "1734967997834",
    "title": "A Professional Service for Housing Stabilisation",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2019-01-26",
    "categories": [
      "homelessness",
      "housing stabilisation"
    ],
    "abstract": "As countries with advanced economies have come to reconcile with an indefinite future of housing affordability shortages, the need for a formallyorganised sector of social work practice in housing stabilization has been recognised as necessary for addressing an expected and periodic rate of housing emergencies and homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/226/"
  },
  {
    "id": "1734968000623",
    "title": "Contrasting Traditions in Homelessness Research between the UK and US",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2020-04-30",
    "categories": [
      "homelessness",
      "comparative research"
    ],
    "abstract": "While in the US a large volume of quantitative impact studies on homelessness has been generated over many years, homelessness researchers in the UK have tended to be concerned, at least until recently, with more qualitative and conceptual forms of exploration and evaluation. This contrast between the US and UK extant homelessness literatures can be traced back to the different research traditions that have emerged over the years on opposite sides of the Atlantic (Fitzpatrick and Christian, 2006). In the UK, applied housing studies specialists have tended to dominate academic research on homelessness, with the important role played by domestic legislation in tackling homelessness in the UK also meaning that there is a strong tradition of socio-legal scholarship in this field (Cowan, 2019). More theoretical contributions in the UK, as in the US, often emerge from urban geography or sociology perspectives (Lancione, 2013), although a sharply contrasting conceptual approach within the UK now sees mainstream moral philosophy applied to the ethical challenges and dilemmas that abound in homelessness policy and practice (Watts et al, 2017). Health-orientated research on homelessness has generally been relatively marginal to the policy debate in the UK, not least because it is often very narrowly focused (for example on oral health or blood-borne viruses among specific homeless subpopulations). That said, there is now increasing engagement from UK-based public health specialists in the complex needs of homeless people who face compounding problems of substance misuse, mental ill-health and/or involvement in the criminal justice system (Aldridge et al, 2018; Luchenski et al, 2018). In the US, by contrast, psychological, sociological and medical perspectives have long played a central role in homelessness research, along with significant contributions from social policy and economics scholars. The prominence of these clinical perspectives, and a more quantitative approach in the social sciences more generally, has engendered a research tradition heavily slanted toward statistical research and policy and programme evaluation. Here we explore the UK and US traditions with a view to identifying how new opportunities presented by developments in the field might help forge a path to better homelessness research and, more importantly, better homelessness responses.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/239/"
  },
  {
    "id": "1734968003394",
    "title": "Homelessness and Housing Exclusion in Europe: Challenges and Opportunities for Research and Policy",
    "authors": "Dennis P Culhane",
    "date": "2011-01-01",
    "categories": [
      "homelessness"
    ],
    "abstract": "The European Parliament recently passed a Written Declaration calling for an ambitious EU homelessness strategy and support to Member States in their efforts towards ending homelessness (FEANTSA, December 21, 2010). The Written Declaration comes on the heels of a consensus conference on homelessness held in Brussels, in which researchers from the European Observatory (some featured in this volume) made the moral and empirical case for urgent and strategic action by all member countries of the EU. This leadership has proven to be critically influential as the European Commission moves forward with its antipoverty goals for 2020. This timely volume will help bring further momentum to this cause, by framing much of what has been learned, and many of the important questions yet to be addressed in this highly complex, multinational context.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/102/"
  },
  {
    "id": "1734968006180",
    "title": "A Roadmap for Phased Implementation of an Older Adult Housing Pilot in Los Angeles County",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2020-09-21",
    "categories": [
      "homelessness",
      "New York City",
      "policy"
    ],
    "abstract": "An Increasingly Urgent Problem Collides with the Challenging Realities of a Pandemic. The implementation framework provided here builds on a March 24, 2020 report prepared by the CEOs Office of Homeless Initiative (HI), which provides the basic contours for an Older Adult Housing Pilot that would seek to permanently house all willing homeless adults who are at least 65 years of age. The HIs report, however, represents deliberations and the realities of Los Angeles Countys homeless services system prior to the onset of the coronavirus public health emergency. The implications of the pandemic have unfolded contemporaneously with the development of a pilot implementation approach and created some challenges for the pilot planning process during the past six months, particularly in terms of questions about pilot funding sources. While some details have gradually come into sharper focus over this period, a number of key issues remain unresolved at the present time, and the availability of some previously assumed funding sources has been deferred until Year Two of the pilot, at the earliest.Within this fluid context, the plan we offer in this report - the projected population for which is shown in Figure 1, along with the costs associated with serving these clients - represents a necessary modification of our initial plan but also reflects the persistence of a basic tension: While COVID-19 temporarily, but indefinitely, places restrictions on the use of previously-available resources, older adult homelessness is a growing and increasingly expensive problem, one likely to worsen in the absence of a systematic and coordinated intervention. More immediately, the heightened risk of complications and fatality for older adults who become infected with the coronavirus adds to the urgency of moving homeless older adults from the streets to the safety of permanent housing.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/242/"
  },
  {
    "id": "1734968227617",
    "title": "Actionable Intelligence: Using Integrated Data Systems to Achieve a More Effective, Efficient, and Ethical Government",
    "authors": "John Fantuzzo, University of Pennsylvania",
    "date": "2015-11-01",
    "categories": [
      "integrated data systems",
      "public administration",
      "actionable intelligence"
    ],
    "abstract": "In this book we present a new approach to promoting more effective, efficient, and ethical intergovernmental decision making and problem solvinga system we call actionable intelligence for social policy (AISP). Actionable Intelligence (AI) is neither data nor research, although it involves both. It is derived from the combined contributions from executive leaders, practitioners, researchers, and citizens. It requires intergovernmental coordination and collaboration among bureaucracies. It is what is needed to inform disciplined, evidence-based decision making. We developed the AISP model to address the major limitations to traditional approaches to American public administration identified in the literature.Actionable Intelligence is a robust integrated data system (IDS)IDS integrates individual citizens data across agencies to provide scientifically sound, intergovernmental information to inform AIAI can provide a comprehensive picture of the whole person and has the potential of bringing everyone from health, education, and humans service agencies together around one tableThrough the use of an IDS, data-sharing agencies can contribute their clients data to one collaborative process to achieve a more thorough understanding of a pressing social problem and what to do about it",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/193/"
  },
  {
    "id": "1734968230680",
    "title": "A Data-based Re-design of Housing Supports and Services for Aging Adults who Experience Homelessness in Los Angeles",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2019-01-15",
    "categories": [
      "homelessness",
      "aging"
    ],
    "abstract": "This report examines health services use and population dynamics among the aging homeless population in Los Angeles. Evidence suggests that adverse health outcomes lead to homelessness, and the conditions related to homelessness lead to or exacerbate a range of health problems (Hwang, 2001). In addition, the barriers to accessing preventative and primary care while homeless lead to receipt of healthcare only when morbidities are more acute, (Reid, Vittinghoff, & Kushel, 2008; Kushel, Gupta, Gee, & Haas, 2006; Lim, Andersen, Leake, Cunningham, & Gelberg, 2002) meaning that there is a disproportionate use of inpatient hospitalization and other costly medical and behavioral health services among persons experiencing homelessness (Doran et al., 2013; Hwang, Weaver, Aubry, & Hoch, 2011; Kushel, Perry, Bangsberg, Clark, & Moss, 2002; Salit, Kuhm & Hartz, 1998). As a result, homelessness is expensive for healthcare systems and for society as a whole (Latimer et al., 2017; Flaming, Burns, & Matsunaga, 2009; Culhane, 2008). Given this, interest in using healthcare systems as a platform to address homelessness has grown in recent years. Strategies include efforts to identify homelesspatients in healthcare settings in order to link them with housing and social services (Garg, Toy, Tripodis,Silverstein, & Freeman, 2015; Gottlieb, Hessler, Long, Amaya, & Adler, 2014); the creation of accountable care organizations that seek to coordinate healthcare and social services for persons experiencing housing instability (Mahadevan & Houston, 2015); and the development of new financing mechanisms geared towards using healthcare dollars to support housing stability (Burt, Wilkins, & Locke, 2014).",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/224/"
  },
  {
    "id": "1734968233474",
    "title": "A Data-driven Re-design of Housing Supports and Services for Aging Adults Who Experience Homelessness In New York City",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2019-01-15",
    "categories": [
      "homelessness",
      "aging"
    ],
    "abstract": "This report examines health services use and population dynamics among the aging homeless population in New York City. Evidence suggests that adverse health outcomes lead to homelessness, and the conditions related to homelessness lead to or exacerbate a range of health problems (Hwang, 2001). In addition, the barriers to accessing preventative and primary care while homeless lead to receipt of healthcare only when morbidities are more acute, (Reid, Vittinghoff, & Kushel, 2008; Kushel, Gupta, Gee, & Haas, 2006; Lim, Andersen, Leake, Cunningham, & Gelberg, 2002) meaning that there is a disproportionate use of inpatient hospitalization and other costly medical and behavioral health services among persons experiencing homelessness (Doran et al., 2013; Hwang, Weaver, Aubry, & Hoch, 2011; Kushel, Perry, Bangsberg, Clark, & Moss, 2002; Salit, Kuhm & Hartz, 1998). As a result, homelessness is expensive for healthcare systems and for society as a whole (Latimer et al., 2017; Flaming, Burns, & Matsunaga, 2009; Culhane, 2008). Given this, interest in using healthcare systems as a platform to address homelessness has grown in recent years. Strategies include efforts to identify homelesspatients in healthcare settings in order to link them with housing and social services (Garg, Toy, Tripodis,Silverstein, & Freeman, 2015; Gottlieb, Hessler, Long, Amaya, & Adler, 2014); the creation of accountable care organizations that seek to coordinate healthcare and social services for persons experiencing housing instability (Mahadevan & Houston, 2015); and the development of new financing mechanisms geared towards using healthcare dollars to support housing stability (Burt, Wilkins, & Locke, 2014).",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/225/"
  },
  {
    "id": "1734968236447",
    "title": "Epidemiology of Homelessness among Veterans",
    "authors": "Emily Brignone, Utah State University",
    "date": "2018-01-01",
    "categories": [
      "homelessness",
      "veterans"
    ],
    "abstract": "In this chapter, we address the epidemiology of homelessness among US Veterans, including a discussion of the methodological challenges relevant to the enumeration and description of homelessness as well as a presentation of current estimates and trends in homelessness among Veterans. The chapter begins with a brief overview of homelessness among Veterans historically, with the remainder of the chapter focusing on the prevalence and incidence of homelessness among Veterans over the past decade. The methodological considerations discussed in this chapter include issues surrounding conceptual definitions of homelessness, implications related to the time frame used for estimates, a comparison between point prevalence, period prevalence, and incidence, and a description of various approaches for using primary and administrative data to estimate the magnitude and composition of homelessness among Veterans. Finally, we present recent national estimates of the prevalence and incidence of homelessness among Veterans, along with a summary of trends over time, and segmentation of estimates by demographic, geographic, and housing status characteristics.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/211/"
  },
  {
    "id": "1734968239338",
    "title": "The Development of Community Information Systems to Support Neighborhood Change",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2007-01-01",
    "categories": [
      "community statistical systems"
    ],
    "abstract": "1",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/75/"
  },
  {
    "id": "1734968242249",
    "title": "The History and Future of Homeless Management Information Systems",
    "authors": "Stephen R Poulin, University of Pennsylvania",
    "date": "2008-01-01",
    "categories": [
      "homelessness",
      "management information systems"
    ],
    "abstract": "This chapter reviews the history of the development of management information systems in the homelessness program area. Efforts begun in the 1980s and 1990s by individual cities are discussed, as are the Congressional initatives that led to the mandated implementation of such systems in the US. The use of these systems for the Annual Homelessness Assessment Report to the US Congress is described, as are potential future uses of HMIS for research, policy and program planning.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/101/"
  },
  {
    "id": "1734968245050",
    "title": "A Professional Service for Housing Stabilisation",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2019-01-26",
    "categories": [
      "homelessness",
      "housing stabilisation"
    ],
    "abstract": "As countries with advanced economies have come to reconcile with an indefinite future of housing affordability shortages, the need for a formallyorganised sector of social work practice in housing stabilization has been recognised as necessary for addressing an expected and periodic rate of housing emergencies and homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/226/"
  },
  {
    "id": "1734968247883",
    "title": "Contrasting Traditions in Homelessness Research between the UK and US",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2020-04-30",
    "categories": [
      "homelessness",
      "comparative research"
    ],
    "abstract": "While in the US a large volume of quantitative impact studies on homelessness has been generated over many years, homelessness researchers in the UK have tended to be concerned, at least until recently, with more qualitative and conceptual forms of exploration and evaluation. This contrast between the US and UK extant homelessness literatures can be traced back to the different research traditions that have emerged over the years on opposite sides of the Atlantic (Fitzpatrick and Christian, 2006). In the UK, applied housing studies specialists have tended to dominate academic research on homelessness, with the important role played by domestic legislation in tackling homelessness in the UK also meaning that there is a strong tradition of socio-legal scholarship in this field (Cowan, 2019). More theoretical contributions in the UK, as in the US, often emerge from urban geography or sociology perspectives (Lancione, 2013), although a sharply contrasting conceptual approach within the UK now sees mainstream moral philosophy applied to the ethical challenges and dilemmas that abound in homelessness policy and practice (Watts et al, 2017). Health-orientated research on homelessness has generally been relatively marginal to the policy debate in the UK, not least because it is often very narrowly focused (for example on oral health or blood-borne viruses among specific homeless subpopulations). That said, there is now increasing engagement from UK-based public health specialists in the complex needs of homeless people who face compounding problems of substance misuse, mental ill-health and/or involvement in the criminal justice system (Aldridge et al, 2018; Luchenski et al, 2018). In the US, by contrast, psychological, sociological and medical perspectives have long played a central role in homelessness research, along with significant contributions from social policy and economics scholars. The prominence of these clinical perspectives, and a more quantitative approach in the social sciences more generally, has engendered a research tradition heavily slanted toward statistical research and policy and programme evaluation. Here we explore the UK and US traditions with a view to identifying how new opportunities presented by developments in the field might help forge a path to better homelessness research and, more importantly, better homelessness responses.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/239/"
  },
  {
    "id": "1734968250603",
    "title": "Homelessness and Housing Exclusion in Europe: Challenges and Opportunities for Research and Policy",
    "authors": "Dennis P Culhane",
    "date": "2011-01-01",
    "categories": [
      "homelessness"
    ],
    "abstract": "The European Parliament recently passed a Written Declaration calling for an ambitious EU homelessness strategy and support to Member States in their efforts towards ending homelessness (FEANTSA, December 21, 2010). The Written Declaration comes on the heels of a consensus conference on homelessness held in Brussels, in which researchers from the European Observatory (some featured in this volume) made the moral and empirical case for urgent and strategic action by all member countries of the EU. This leadership has proven to be critically influential as the European Commission moves forward with its antipoverty goals for 2020. This timely volume will help bring further momentum to this cause, by framing much of what has been learned, and many of the important questions yet to be addressed in this highly complex, multinational context.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/102/"
  },
  {
    "id": "1734968253365",
    "title": "A Roadmap for Phased Implementation of an Older Adult Housing Pilot in Los Angeles County",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2020-09-21",
    "categories": [
      "homelessness",
      "New York City",
      "policy"
    ],
    "abstract": "An Increasingly Urgent Problem Collides with the Challenging Realities of a Pandemic. The implementation framework provided here builds on a March 24, 2020 report prepared by the CEOs Office of Homeless Initiative (HI), which provides the basic contours for an Older Adult Housing Pilot that would seek to permanently house all willing homeless adults who are at least 65 years of age. The HIs report, however, represents deliberations and the realities of Los Angeles Countys homeless services system prior to the onset of the coronavirus public health emergency. The implications of the pandemic have unfolded contemporaneously with the development of a pilot implementation approach and created some challenges for the pilot planning process during the past six months, particularly in terms of questions about pilot funding sources. While some details have gradually come into sharper focus over this period, a number of key issues remain unresolved at the present time, and the availability of some previously assumed funding sources has been deferred until Year Two of the pilot, at the earliest.Within this fluid context, the plan we offer in this report - the projected population for which is shown in Figure 1, along with the costs associated with serving these clients - represents a necessary modification of our initial plan but also reflects the persistence of a basic tension: While COVID-19 temporarily, but indefinitely, places restrictions on the use of previously-available resources, older adult homelessness is a growing and increasingly expensive problem, one likely to worsen in the absence of a systematic and coordinated intervention. More immediately, the heightened risk of complications and fatality for older adults who become infected with the coronavirus adds to the urgency of moving homeless older adults from the streets to the safety of permanent housing.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/242/"
  }
]