[
  {
    "id": "1734475960264",
    "title": "New Perspectives on Community-level Determinants of Homelessness",
    "authors": "Thomas Byrne, University of Pennsylvania",
    "date": "2012-12-01",
    "categories": [
      "Structural Determinants of Homelessness"
    ],
    "abstract": "Understanding the root causes of homelessness is important for developing effective solutions to the problem. This fact has not gone unnoticed by researchers, who have made numerous attempts to identify the underlying structural determinants of homelessness by modeling inter-community variation in the rate of homelessness as a function of community-level variables. Yet, prior studies in this area have a number of serious limitations, principally their reliance on methodologically flawed estimates of the size of the homeless population. The present study addresses this and other limitations by using newly available and more reliable estimates from the U.S. Department of Housing and Urban Development to model variation in the rate of homelessness across a large and diverse sample of communities throughout the United States. In doing so, this study builds on the analysis conducted by Lee, Price-Spratlen, and Kanan (2003), and its findings have implications for policy and future research.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/121/"
  },
  {
    "id": "1734475961788",
    "title": "Los Angeles County's Homelessness Initiative (HI): Annual Performance Evaluation: Year Three Outcomes",
    "authors": "Halil Toros",
    "date": "2020-01-06",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "In February 2016, the LA County (LA County) Board (Board) formally approved a comprehensive set of strategies to combat the Countyâs homeless crisis. Coordinated by the CEOâs Homeless Initiative (HI), the HI strategies are the product of a collaborative process that involved not only County but also nonâCounty stakeholders, including cities, municipal leaders, community organizations, advocates, and concerned citizens. The strategies are grouped into six focus areas seeking to (a) prevent homelessness, (b) expand subsidized housing, (c) increase income among those who are homeless or are at risk of becoming homeless, (d) enhance homeless case management and supportive services, (e) create a coordinated homeless services system, and (f) expand affordable and homeless housing.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/244/"
  },
  {
    "id": "1734475963250",
    "title": "Making Homelessness Programs Accountable to Consumers, Funders and the Public",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1997-01-01",
    "categories": [
      "Homelessness Program Accountability and Costs"
    ],
    "abstract": "This paper discusses how different types of performance measurement can be used to improve the accountability of homeless programs to consumers, funders and to the public. A distinction is made between the kinds of data used in formal research projects and data that can be practically obtained in a practice setting. Consumer outcomes are discussed in terms of accountability to consumers, program outcomes in terms of accountability to funders, and systems outcomes in terms of accountability to the public. Cost-benefit analyses are also discussed as providing another critical dimension of accountability to funders and the public.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/23/"
  },
  {
    "id": "1734475964742",
    "title": "No Place to Call Home: Late Boomers Face Homelessness, End of Life Difficulties",
    "authors": "Dennis P Culhane",
    "date": "2015-11-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "Among the more troubling aspects of contemporary homelessness is that the problem has been concentrated among people born between 1953 and 1965. This was true in 1990 when the peak age of adults who were homeless was 30, as it is today, with a peak age of 55. Adults who are homeless have a much reduced life expectancy compared to their housed peers, and can expect to live to a mere 64 years. That means that advanced aging-related illnesses and disabilities are confronting this population in increasing numbers, and end-of-life issues will soon come to the forefront of concerns.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/194/"
  }
]