[
  {
    "id": "1734475608729",
    "title": "Final Report: A Review of Year Two of Los Angeles County's Homeless Initiative",
    "authors": "Halil Toros",
    "date": "2019-03-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Prevention and Housing Stabilization"
    ],
    "abstract": "In February 2016, the LA County Board of Supervisors formally approved a comprehensive set of strategies, administered under the Countyâs Chief Executive Office (CEO), that provide the framework for LA Countyâs Homeless Initiative (HI). The HI strategies are the product of a collaborative planning process that involved the participation of multiple County departments, cities and community organizations.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/231/"
  },
  {
    "id": "1734475610298",
    "title": "Estimated Revenue of the Nonprofit Homeless Shelter \"Industry\" in the United States: Implications for a More Comprehensive Approach to Unmet Shelter Demand",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1970-01-01",
    "categories": [
      "Homelessness Program Accountability and Costs; Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "This study merged data from the 2015 Housing Inventory Count, a list of temporary housing programs serving homeless persons nationally, and the Internal Revenue Service Form 990 tax filings for nonprofit organizations that same year. Matching records were used to develop estimates of various organizational measures per bed, adjusting for outliers, including revenues by source, expenditures by type, number of employees, employee compensation, and number of volunteers. Average values of these measures per bed by program type and by target population were extrapolated to the overall inventory to generate sector-wide estimates. Based on various measures of central tendency and after addressing outliers, a best guess of total revenues for nonprofit temporary housing providers is estimated at approximately $8.5 billion in 2015. As many as 160,000 people are employed by nonprofit shelters, or 0.4 persons per bed, with average annual compensation of approximately $24,000. Universal bed coverage for unsheltered persons is estimated to cost an additional $3.3–$4.5 billion annually.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/256/"
  }
]