[
  {
    "id": "1734946290243",
    "title": "Help in Time: An Evaluation of Philadelphia's Community-Based Homelessness Prevention Program",
    "authors": "Yin-Ling I Wong",
    "date": "1999-12-01",
    "categories": [
      "Homelessness Prevention and Housing Stabilization"
    ],
    "abstract": "This report provides an evaluation of Philadelphia's neighborhood-based homelessness prevention initiative. Results indicate that nearly all households served do not become homeless. But it is unclear if households would have become homeless had they not been served. Recommendations are made for targeting prevention interventions to families requesting shelter.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/83/"
  },
  {
    "id": "1734946292813",
    "title": "Health Services Use Among Veterans Using US Department of Veterans Affairs and Mainstream Homeless Services",
    "authors": "Thomas Byrne",
    "date": "2013-01-01",
    "categories": [
      "Patterns of Homelessness; Homelessness among Veterans"
    ],
    "abstract": "We examined the use of health and behavioral health services for two groups of homeless veterans (N1,302) in the New York City area who were enrolled in the U.S. Department of Veterans Affairs (VA) healthcare systemveterans who use VA homeless programs, and veterans who use mainstream homeless programs only. Using administrative records from the VA and the New York City Department of Homeless Services, we compared the characteristics of users of VA and mainstream homeless programs and examined between-group differences in VA inpatient and outpatient services use and within-group changes in services use prior and subsequent to onset of homelessness. Roughly 41 percent of veterans only used mainstream homeless services. There were no significant differences between users of VA and mainstream homeless services in terms of gender,age, ethnicity, and level of VA eligibility. Veterans who used only mainstream homeless assistance services were less likely to be engaged withand made less intensive use ofVA health and behavioral health inpatient and outpatient services than those who used VA homeless services. Efforts should be made to identify and engage veterans who, while enrolled in VA healthcare, may go unidentified as homeless by the VA.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/198/"
  },
  {
    "id": "1734946295489",
    "title": "Homeless Management Information Systems (HMIS); Data and Technical Standards Final Notice",
    "authors": "United States Government, Housing and Urban Development",
    "date": "2004-07-30",
    "categories": [
      "Homelessness Management Information Systems and the Policy Uses of Administrative Data"
    ],
    "abstract": "On July 22, 2003 (68 FR 43430), HUD published a draft Notice that described the data and technical standards for implementing Homeless Management Information Systems, HMIS. An HMIS is a computerized data collection application that facilitates the collection of information on homeless individuals and families using residential or other homeless assistance services and stores that data in an electronic format. Because an HMIS has the capacity to integrate data from all homeless service providers in the community and to capture basic descriptive information on every person served, it is a valuable resource for communities. HMIS can be employed to: better understand the characteristics of homeless persons in the community, including their demographic characteristics, patterns of homelessness, and use of services; improve the delivery of housing and services to specific sub-populations such as veterans or persons experiencing chronic homelessness; and assess and document the communitys progress in reducing homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/18/"
  },
  {
    "id": "1734946298009",
    "title": "Helping L.A.'s Foster Kids Grow Up",
    "authors": "Thomas Byrne, Boston University",
    "date": "2012-01-02",
    "categories": [
      "Multisystem Youth and the Transition to Adulthood; Homelessness",
      "Child Welfare and Out-of-home Placement; Homelessness Policy Analysis and Commentary; Homelessness",
      "Child Welfare and Out-of-home Placement"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/115/"
  },
  {
    "id": "1734946300561",
    "title": "Homeless Shelter Use and Reincarceration Following Prison Release",
    "authors": "Stephen Metraux",
    "date": "2004-01-01",
    "categories": [
      "Patterns of Homelessness; Homelessness and the Criminal Justice System"
    ],
    "abstract": "This paper exmaines the incidence of and interrelationships between shelter use and reincarceration among a cohort of 48,424 persons who were released from New York State prisons to New York City in 1995-1998. Results show that, within two years of release, 11.4% of the study group was again imprisoned. Using survival analysis methods, time since prison release and history of residential instability were the most salient risk factors related to shelter use, and shelter use increased the risk of subsequent reincarcerations.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/29/"
  },
  {
    "id": "1734946303193",
    "title": "Homeless Shelter Entry in the Year After an Emergency Department Visit: Results from a Linked Data Analysis",
    "authors": "Kelly M. Doran",
    "date": "2020-10-01",
    "categories": [
      "Patterns of Homelessness"
    ],
    "abstract": "Study objective: Housing instability is prevalent among emergency department (ED) patients and is known to adversely affect health. We aim to determine the incidence and timing of homeless shelter entry after an ED visit among patients who are not currently homeless.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/240/"
  }
]