[
  {
    "id": "1734488685329",
    "title": "The 2018 Annual Homeless Assessment Report (AHAR) to Congress: Part 2, Estimates of Homelessness in the United States",
    "authors": "Meghan Henry, Abt Associates",
    "date": "2020-09-01",
    "categories": [
      "Homelessness Management Information Systems and the Policy Uses of Administrative Data; Homelessness Population Estimation",
      "Demographic Composition and Trends; Most Downloaded"
    ],
    "abstract": "Part 2 of the 2018 AHAR builds on the Part 1 report by presenting estimates of people experiencing sheltered homelessness at any point over the course of a year, based on data from HMIS. The HMIS estimates provide information on demographics and patterns of shelter use of people who use the nation’s emergency shelters, safe havens, and transitional housing programs. The report also provides demographic information about people who transitioned from homelessness—either sheltered or unsheltered—to permanent supportive housing (PSH) and rapid rehousing (RRH) during this same one-year period.\r\n\r\nKey Findings:\r\n\r\n• In 2018, an estimated 1,446,000 people in the U.S. experienced sheltered homelessness at some point during the year.\r\n• Nearly two-thirds were in households with only adults. Thirty-five percent of people who experienced homelessness were in families with children. A small share (only one percent) were in child-only households.\r\n• Black or African American people were considerably overrepresented among people experiencing homelessness. While representing 13 percent of all U.S. heads of households and 22 percent of heads of households living in poverty, people identifying as black accounted for 43 percent of heads of sheltered\r\nhouseholds in 2018.\r\n• Nearly one in five heads of households and other adults using shelters had a chronic pattern of homelessness (18%). One in every ten sheltered adults was a veteran.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/254/"
  }
]