[
  {
    "id": "1734470726031",
    "title": "An Assessment of the Housing Needs of Persons with HIV/AIDS: New York City Eligible Metropolitan Statistica Area, Final Report",
    "authors": "Virginia Shubert",
    "date": "2004-01-01",
    "categories": [
      "Homelessness and HIV/AIDS"
    ],
    "abstract": "This report is the final deliverable of a study of the housing needs of persons with HIV/AIDS in the New York City Eligible Metropolitan Statistical Area that was commissioned in 2001 by the New York City Mayor’s Office of AIDS Policy Coordination under the U.S. Department of Housing and Urban Development’s Housing Opportunities for Persons with AIDS (HOPWA) program. The Hudson Planning Group (HPG) and a team of professionals including the University of Pennsylvania Center for Mental Health Policy and Services Research, the Center for Urban Community Services, and Public Sector Research was selected to perform the assessment under the direction of the Postgraduate Center for Mental Health (PCMH), as the City’s Master Contractor, and with the help of an Advisory Group composed of consumers, service providers, government representatives and experts in health and housing policy. The release of the report has been delayed close to a year beyond its due date. The assessment was scheduled to take two years and to be completed in the fall of 2003, in accordance with the terms of an agreement between HPG and the PCMH. HPG submitted a complete draft of the report to the York City Department of Health and Mental Hygiene’s Bureau of HIV/AIDS in February 2004. Review and comment by City agencies and HPG’s revisions to the draft took an extended time and the final report is being released in November 2004. Accordingly, data in the report are current as of December 2003, with the exception of a few cases where it is noted that more recent data were provided at the request of a City agency reviewing the report.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/73/"
  }
]