[
  {
    "id": "1734472018486",
    "title": "Development and Validation of an Instrument to Assess Imminent Risk of Homelessness among Veterans",
    "authors": "Ann Elizabeth Montgomery",
    "date": "2014-09-01",
    "categories": [
      "Homelessness Prevention and Housing Stabilization; Homelessness among Veterans"
    ],
    "abstract": "Objectives. Veterans are overrepresented within the homeless population compared with their non-veteran counterparts, particularly when controlling for poverty. The U.S. Department of Veterans Affairs (VA) aims to prevent new episodes of homelessness by targeting households at greatest risk; however, there are no instruments that systematically assess veterans’ risk of homelessness. We developed and tested a brief screening instrument to identify imminent risk of homelessness among veterans accessing VA health care.\r\nMethods. The study team developed initial assessment items, conducted cognitiveinterviews with veterans experiencing homelessness, refined pilot items based on veterans’ and experts’ feedback and results of psychometric analyses, and assigned weights to items in the final instrument to indicate a measure of homelessness risk.\r\nResults. One-third of veterans who responded to the field instrument reported imminent risk of homelessness (i.e., housing instability in the previous 90 days or expected in the next 90 days). The reliability coefficient for the instrument was 0.85, indicating good internal consistency. Veterans who had a recent change in income, had unpaid housing expenses, were living temporarily withfamily and friends, needed help to get or keep housing, and had poor rental and credit histories were more likely to report a risk of homelessness thanthose who did not.\r\nConclusion. This study provides the field with an instrument to identify individuals and households at risk of or experiencing homelessness, which is necessary to prevent and end homelessness. In addition, it supports VA’s investment in homelessness prevention and rapid rehousing services for veterans who are experiencing or are at risk for homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/141/"
  },
  {
    "id": "1734472020068",
    "title": "Employment and Earnings Trajectories During Two Decades Among Adults in New York City Homeless Shelters",
    "authors": "Stephen Metraux",
    "date": "2018-08-01",
    "categories": [
      "Structural Determinants of Homelessness; Patterns of Homelessness"
    ],
    "abstract": "In this study, we provide one of the most expansive and systematic views to date of the role of employment and earnings in a large, sheltered homeless population consisting of both individual and family households. Using matched and aggregated administrative data from SSA and the New York City (NYC) Department of Homeless Services (DHS), we juxtapose aggregated earnings and shelter-use data for 160,525 sheltered adults during two decades of followup. If employment represents a shock of sufficient magnitude to precipitate homelessness, then these data should show associations between declines in employment and earnings and onset of shelter use. Furthermore, a correspondence between exits from homelessness and increases in employment levels and earnings would further underscore the ties between employment and homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/219/"
  }
]