[
  {
    "id": "1734470754720",
    "title": "A First Class Solution",
    "authors": "Dennis P Culhane",
    "date": "2016-01-01",
    "categories": [
      "Supportive Housing Interventions for Formerly Homeless Persons; Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "The success of the Housing First movement shows why social service providers must listen to the people they serve. - See more at: http://ssir.org/book_reviews/entry/a_first_class_solution#sthash.EeWn9Odo.dpuf",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/196/"
  },
  {
    "id": "1734470756253",
    "title": "Child Welfare Involvement Among Children in Homeless Families",
    "authors": "Jung Min Park, University of Illinois at Urbana-Champaign",
    "date": "2004-01-01",
    "categories": [
      "Homelessness",
      "Child Welfare and Out-of-home Placement; Homelessness among Families with Children; Homelessness",
      "Child Welfare and Out-of-home Placement"
    ],
    "abstract": "An analysis of 8,251 homeless children in New York City found that 18% of them received child welfare services over the five-year period following their first shelter admission, and an additional 6% had a history of having received such services before their first shelter admission. Recurrent use of public shelters, exposure to domestic violence, older age at first episode of homelessness, and larger number of children in a household were associated with an increased risk of child welfare involvement. The high rate of crossover between homelessness and the child welfare system suggests the need for service coordination for children in homeless families.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/17/"
  },
  {
    "id": "1734470757800",
    "title": "A Perimeter-based Clustering Index for Measuring Spatial Segregation: A Cognitive GIS Approach",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1998-01-01",
    "categories": [
      "Neighborhood Factors in Health",
      "Development and Behavior"
    ],
    "abstract": "Many efforts have been made to develop segregation indices that incorporate spatial interaction based on the contiguity concept. Contiguity refers to how similar the concentration of the subject of interest in one areal unit is to that in adjacent areal units. However, highly segregated situations are typically considered to be isolated sections or enclaves rather than smoothly formed peaks of concentration in space. Therefore, highly segregated enclaves may not exhibit contiguity. In this paper, a new index to measure the degree of clustering is developed and it is compared with the existing indices of concentration or segregation. The proposed clustering index (7C) tends to give more weight to 'enclaveness' rather than contiguity alone. This may be a good property for those cases in which the primary concern of an investigator is the formation of enclaves of a socioeconomic subject, including minority populations, poverty, crime, epidemics, and mortgage red-lining. Additionally, its property of robustness to the citywide rate allows us to perform properly an intercity comparison of a given subject by index score even when the citywide rate varies significantly, unlike the other measures.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/41/"
  },
  {
    "id": "1734470759409",
    "title": "A Prevention-Centered Approach to Homelessness Assistance: A Paradigm Shift?",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2011-05-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Prevention and Housing Stabilization"
    ],
    "abstract": "Prevention has long been cited as an important part of any strategy to end homelessness. Nonetheless, effective prevention initiatives have proven difficult to implement in practice. The lack of a prevention-oriented policy framework has resulted in responses to homelessness that focus primarily on assisting those who have already lost their housing and, consequently, to the institutionalization of homelessness. Recent Federal legislation, however, signals an emergent paradigm shift towards prevention-based approaches to homelessness. This paper explores the conceptual underpinnings of successful prevention initiatives and reviews practice-based evidence from several successful prevention-oriented approaches to homelessness in the United States and Europe. We then outline a conceptual framework for a transformation of homeless assistance towards prevention oriented approaches, with a discussion of relevant issues of program design and practice, data collection standards, and program performance monitoring and evaluation.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/103/"
  },
  {
    "id": "1734470760874",
    "title": "A Reexamination of the Reported Decline in Partial Hospitalization",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1993-01-01",
    "categories": [
      "Organization and Financing of Behavioral Health Services"
    ],
    "abstract": "The study examines recent trends in the organization of partial hospitalization services in the United States. Contrary to two recent reports describing declining support for partial hospitalization, data from the National Institute of Mental Health's Inventory of Mental Health Organizations reveal that the number of \"partial-care\" providers increased by 20% between 1984 and 1988, with increases occurring among privately and publicly funded programs. However, there has been a 56% decline in the average length of stay; with both privately and publicly funded programs showing proportional shifts to more acute care. An increse in the number of long-stay \"day care\" programs may be attributable to educational and rehabilitation programs that report as partial-care providers. Future study is proposed to create a better typology of partial-hospitalization programs.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/63/"
  },
  {
    "id": "1734470762420",
    "title": "Closing the Gap: Housing (un)Affordability in Philadelphia",
    "authors": "Amy E Hillier, University of Pennsylvania",
    "date": "2003-03-01",
    "categories": [
      "Housing Affordability and Assisted Housing Policy; Most Downloaded"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/2/"
  },
  {
    "id": "1734470763985",
    "title": "Comment on James R. Cohen’s “Abandoned Housing: Exploring Lessons from Baltimore”",
    "authors": "Dennis P Culhane, University of Pennslyvania",
    "date": "2001-01-01",
    "categories": [
      "Housing Vacancy and Abandonment"
    ],
    "abstract": "For most cities, the possibility of transforming unused property into community and city assets is as yet hypothetical. Fiscal constraints limit the amount of land acquisition, relocation, and demolition that cities can undertake. Private investors, unsure of which neighborhoods have a chance of becoming self-sustaining, are reluctant to take risks in untested markets.\r\n\r\nCities need to create citywide planning strategies for land aggregation and neighborhood stabilization and to develop analyses of the risks and opportunities associated with redevelopment opportunities in specific markets. Research seems sorely needed. Although the policy world cannot and will not stand still waiting for academics to design the perfect study or to collect all the data to model the potential effects of various policy options and investments, analysis that can play a more immediately supportive role can and should be done now.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/15/"
  }
]