[
  {
    "id": "1734947747545",
    "title": "Actionable Intelligence: Using Integrated Data Systems to Achieve a More Effective, Efficient, and Ethical Government",
    "authors": "John Fantuzzo, University of Pennsylvania",
    "date": "2015-11-01",
    "categories": [
      "Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "In this book we present a new approach to promoting more effective, efficient, and ethical intergovernmental decision making and problem solvinga system we call actionable intelligence for social policy (AISP). Actionable Intelligence (AI) is neither data nor research, although it involves both. It is derived from the combined contributions from executive leaders, practitioners, researchers, and citizens. It requires intergovernmental coordination and collaboration among bureaucracies. It is what is needed to inform disciplined, evidence-based decision making. We developed the AISP model to address the major limitations to traditional approaches to American public administration identified in the literature.Actionable Intelligence is a robust integrated data system (IDS)IDS integrates individual citizens data across agencies to provide scientifically sound, intergovernmental information to inform AIAI can provide a comprehensive picture of the whole person and has the potential of bringing everyone from health, education, and humans service agencies together around one tableThrough the use of an IDS, data-sharing agencies can contribute their clients data to one collaborative process to achieve a more thorough understanding of a pressing social problem and what to do about it",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/193/"
  },
  {
    "id": "1734947750054",
    "title": "A Data-based Re-design of Housing Supports and Services for Aging Adults who Experience Homelessness in Los Angeles",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2019-01-15",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Population Estimation",
      "Demographic Composition and Trends; Structural Determinants of Homelessness"
    ],
    "abstract": "This report examines health services use and population dynamics among the aging homeless population in Los Angeles. Evidence suggests that adverse health outcomes lead to homelessness, and the conditions related to homelessness lead to or exacerbate a range of health problems (Hwang, 2001). In addition, the barriers to accessing preventative and primary care while homeless lead to receipt of healthcare only when morbidities are more acute, (Reid, Vittinghoff, & Kushel, 2008; Kushel, Gupta, Gee, & Haas, 2006; Lim, Andersen, Leake, Cunningham, & Gelberg, 2002) meaning that there is a disproportionate use of inpatient hospitalization and other costly medical and behavioral health services among persons experiencing homelessness (Doran et al., 2013; Hwang, Weaver, Aubry, & Hoch, 2011; Kushel, Perry, Bangsberg, Clark, & Moss, 2002; Salit, Kuhm & Hartz, 1998). As a result, homelessness is expensive for healthcare systems and for society as a whole (Latimer et al., 2017; Flaming, Burns, & Matsunaga, 2009; Culhane, 2008). Given this, interest in using healthcare systems as a platform to address homelessness has grown in recent years. Strategies include efforts to identify homelesspatients in healthcare settings in order to link them with housing and social services (Garg, Toy, Tripodis,Silverstein, & Freeman, 2015; Gottlieb, Hessler, Long, Amaya, & Adler, 2014); the creation of accountable care organizations that seek to coordinate healthcare and social services for persons experiencing housing instability (Mahadevan & Houston, 2015); and the development of new financing mechanisms geared towards using healthcare dollars to support housing stability (Burt, Wilkins, & Locke, 2014).",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/224/"
  }
]