[
  {
    "id": "1734475515631",
    "title": "A Roadmap for Phased Implementation of an Older Adult Housing Pilot in Los Angeles County",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2020-09-21",
    "categories": [
      "Homelessness Policy Analysis and Commentary"
    ],
    "abstract": "An Increasingly Urgent Problem Collides with the Challenging Realities of a Pandemic. The implementation framework provided here builds on a March 24, 2020 report prepared by the CEO’s Office of Homeless Initiative (HI), which provides the basic contours for an Older Adult Housing Pilot that would seek to permanently house all willing homeless adults who are at least 65 years of age. The HI’s report, however, represents deliberations and the realities of Los Angeles County’s homeless services system prior to the onset of the coronavirus public health emergency. The implications of the pandemic have unfolded contemporaneously with the development of a pilot implementation approach and created some challenges for the pilot planning process during the past six months, particularly in terms of questions about pilot funding sources. While some details have gradually come into sharper focus over this period, a number of key issues remain unresolved at the present time, and the availability of some previously assumed funding sources has been deferred until Year Two of the pilot, at the earliest.\r\nWithin this fluid context, the plan we offer in this report - the projected population for which is shown in Figure 1, along with the costs associated with serving these clients - represents a necessary modification of our initial plan but also reflects the persistence of a basic tension: While COVID-19 temporarily, but indefinitely, places restrictions on the use of previously-available resources, older adult homelessness is a growing and increasingly expensive problem, one likely to worsen in the absence of a systematic and coordinated intervention. More immediately, the heightened risk of complications and fatality for older adults who become infected with the coronavirus adds to the urgency of moving homeless older adults from the streets to the safety of permanent housing.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/242/"
  }
]