[
  {
    "id": "1734488165476",
    "title": "Prevalence of Treated Behavioral Disorders among Adult Shelter Users: A Longitudinal Study",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1998-01-01",
    "categories": [
      "Homelessness among People with Behavioral Health-related Disabilities"
    ],
    "abstract": "Of 27,638 homeless adults admitted to Philadelphia public shelters in the years 1990 through 1992, 20.1% received treatment for a mental health disorder, and 25.3% for a substance use disorder in the years 1985 through 1993. An additional 20.7% were identified as having untreated substance use problems. Overall, a total of 65.5% of adult shelter users were identified as ever having had a mental health or substance use problem, treated or untreated.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/38/"
  },
  {
    "id": "1734488166965",
    "title": "Producing a National Incidence Rate—The Viability and Challenges Related to Using Administrative Data",
    "authors": "Denise C. Herz, California State University",
    "date": "2018-12-01",
    "categories": [
      "Multisystem Youth and the Transition to Adulthood; Integrated Administrative Databases and Community Indicator Systems"
    ],
    "abstract": "A primary goal of this study was to propose a methodology for estimating a nationally\r\nrepresentative incidence rate of dual system youth. Collectively, our research team reviewed the\r\nvarious options and concluded that producing a nationally representative incidence rate of dual\r\nsystem youth required the use of linked administrative data. Westat conducted a landscape\r\nassessment of child welfare and juvenile justice data using extant information available to assess\r\nthe viability of accessing the data needed for such a study (see Chapter 8). These findings, in\r\nturn, informed the methodology recommended in Chapter 9. These processes were informative,\r\nunderscoring the need to access administrative data while highlighting issues related to doing so.\r\nIn this chapter, we provide a brief summary of the proposed design and key issues related to\r\nusing child welfare and juvenile justice data at the national level.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/234/"
  },
  {
    "id": "1734488168474",
    "title": "Public Service Reductions Associated with Placement of Homeless Persons with Severe Mental Illness in Supportive Housing",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2002-01-01",
    "categories": [
      "Homelessness Program Accountability and Costs; Supportive Housing Interventions for Formerly Homeless Persons; Homelessness among People with Behavioral Health-related Disabilities; Sampling from Major Themes; Homelessness and the Criminal Justice System; Most Downloaded"
    ],
    "abstract": "This article assesses the impact of public investment in supportive housing for homeless persons with severe mental disabilities. Data on 4,679 people placed in such housing in New York City between 1989 and 1997 were merged with data on the utilization of public shelters, public and private hospitals, and correctional facilities. A series of matched controls who were homeless but not placed in housing were similarly tracked. Regression results reveal that persons placed in supportive housing experience marked reductions in shelter use, hospitalizations, length of stay per hospitalization, and time incarcerated. Before placement, homeless people with severe mental illness used about $40,451 per person per year in services (1999 dollars). Placement was associated with a reduction in services use of $16,281 per housing unit per year. Annual unit costs are estimated at $17,277, for a net cost of $995 per unit per year over the first two years.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/4/"
  }
]