[
  {
    "id": "1734471043738",
    "title": "Predictors of Homelessness Among Families and Single Adults After Exit from Homelessness Prevention and Rapid Rehousing Programs: Evidence from the Department of Veterans Affairs Supportive Services for Veteran Families Program",
    "authors": "Thomas Byrne, Boston University",
    "date": "2015-09-14",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Prevention and Housing Stabilization; Homelessness among Veterans"
    ],
    "abstract": "This article assesses the extent and predictors of homelessness among veterans (both veterans in families with children and single adults veterans) exiting the Supportive Services for Veteran Families (SSVF) program, which is a nationwide homelessness prevention and rapid re-housing programgeared primarily toward those experiencing crisis homelessness.Among rapid re-housing participants, 16%and 26%of single adult veterans experienced an episode of homelessness at 1 and 2 years post-SSVF exit; the comparable figures at those follow-up times for veterans in familieswere 9.4%and 15.5%, respectively. Relatively fewer single adult veterans and veterans in families receiving homelessness prevention services experienced an episode of homelessness at 1 and 2 years post-SSVF exit. veteran-level characteristics, including age, gender, prior history of homelessness, and recent engagement with U.S. Department of Veterans Affairs (VA) health care, were generally more salient predictors of homelessness following SSVF exit than variables measuring SSVF program factors or community-level housing market conditions.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/186/"
  },
  {
    "id": "1734471045534",
    "title": "The Age Structure of Contemporary Homelessness: Evidence and Implications for Public Policy",
    "authors": "Dennis P Culhane",
    "date": "1900-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness Population Estimation",
      "Demographic Composition and Trends; Structural Determinants of Homelessness; Sampling from Major Themes"
    ],
    "abstract": "Amidst concern about the implications of an aging U.S. population, recent evidence suggests that there is a unique aging trend among the homeless population. Building on this, we use data from New York City and from the last three decennial Census enumerations to assess how the age composition of the homeless population—both single adults and adults in families—has changed over time. Findings show diverging trends in aging patterns for single adults and adults in families over the past 20 years. Among single adults, the bulk of the sheltered population is comprised of persons born during the latter part of the baby boom era whose high risk for homelessness has continued as they have aged. Specifically, the age group in this population facing the highest risk for homelessness was 34–36 (born 1954–1956) in 1990; 37–42 (born 1958–1963) in 2000; and 49–51 (born 1959–1961) in 2010. In contrast, among adults in sheltered families, there is no indication of any progressive aging of the family household heads. The modal age across the study period remains at 21–23 years of age. We consider implications for the health care and social welfare systems, and policy responses to homelessness.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/124/"
  }
]