[
  {
    "id": "1734968247883",
    "title": "Contrasting Traditions in Homelessness Research between the UK and US",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2020-04-30",
    "categories": [
      "homelessness",
      "comparative research"
    ],
    "abstract": "While in the US a large volume of quantitative impact studies on homelessness has been generated over many years, homelessness researchers in the UK have tended to be concerned, at least until recently, with more qualitative and conceptual forms of exploration and evaluation. This contrast between the US and UK extant homelessness literatures can be traced back to the different research traditions that have emerged over the years on opposite sides of the Atlantic (Fitzpatrick and Christian, 2006). In the UK, applied housing studies specialists have tended to dominate academic research on homelessness, with the important role played by domestic legislation in tackling homelessness in the UK also meaning that there is a strong tradition of socio-legal scholarship in this field (Cowan, 2019). More theoretical contributions in the UK, as in the US, often emerge from urban geography or sociology perspectives (Lancione, 2013), although a sharply contrasting conceptual approach within the UK now sees mainstream moral philosophy applied to the ethical challenges and dilemmas that abound in homelessness policy and practice (Watts et al, 2017). Health-orientated research on homelessness has generally been relatively marginal to the policy debate in the UK, not least because it is often very narrowly focused (for example on oral health or blood-borne viruses among specific homeless subpopulations). That said, there is now increasing engagement from UK-based public health specialists in the complex needs of homeless people who face compounding problems of substance misuse, mental ill-health and/or involvement in the criminal justice system (Aldridge et al, 2018; Luchenski et al, 2018). In the US, by contrast, psychological, sociological and medical perspectives have long played a central role in homelessness research, along with significant contributions from social policy and economics scholars. The prominence of these clinical perspectives, and a more quantitative approach in the social sciences more generally, has engendered a research tradition heavily slanted toward statistical research and policy and programme evaluation. Here we explore the UK and US traditions with a view to identifying how new opportunities presented by developments in the field might help forge a path to better homelessness research and, more importantly, better homelessness responses.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/239/"
  },
  {
    "id": "1734968250603",
    "title": "Homelessness and Housing Exclusion in Europe: Challenges and Opportunities for Research and Policy",
    "authors": "Dennis P Culhane",
    "date": "2011-01-01",
    "categories": [
      "homelessness"
    ],
    "abstract": "The European Parliament recently passed a Written Declaration calling for an ambitious EU homelessness strategy and support to Member States in their efforts towards ending homelessness (FEANTSA, December 21, 2010). The Written Declaration comes on the heels of a consensus conference on homelessness held in Brussels, in which researchers from the European Observatory (some featured in this volume) made the moral and empirical case for urgent and strategic action by all member countries of the EU. This leadership has proven to be critically influential as the European Commission moves forward with its antipoverty goals for 2020. This timely volume will help bring further momentum to this cause, by framing much of what has been learned, and many of the important questions yet to be addressed in this highly complex, multinational context.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/102/"
  },
  {
    "id": "1734968253365",
    "title": "A Roadmap for Phased Implementation of an Older Adult Housing Pilot in Los Angeles County",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2020-09-21",
    "categories": [
      "homelessness",
      "New York City",
      "policy"
    ],
    "abstract": "An Increasingly Urgent Problem Collides with the Challenging Realities of a Pandemic. The implementation framework provided here builds on a March 24, 2020 report prepared by the CEOs Office of Homeless Initiative (HI), which provides the basic contours for an Older Adult Housing Pilot that would seek to permanently house all willing homeless adults who are at least 65 years of age. The HIs report, however, represents deliberations and the realities of Los Angeles Countys homeless services system prior to the onset of the coronavirus public health emergency. The implications of the pandemic have unfolded contemporaneously with the development of a pilot implementation approach and created some challenges for the pilot planning process during the past six months, particularly in terms of questions about pilot funding sources. While some details have gradually come into sharper focus over this period, a number of key issues remain unresolved at the present time, and the availability of some previously assumed funding sources has been deferred until Year Two of the pilot, at the earliest.Within this fluid context, the plan we offer in this report - the projected population for which is shown in Figure 1, along with the costs associated with serving these clients - represents a necessary modification of our initial plan but also reflects the persistence of a basic tension: While COVID-19 temporarily, but indefinitely, places restrictions on the use of previously-available resources, older adult homelessness is a growing and increasingly expensive problem, one likely to worsen in the absence of a systematic and coordinated intervention. More immediately, the heightened risk of complications and fatality for older adults who become infected with the coronavirus adds to the urgency of moving homeless older adults from the streets to the safety of permanent housing.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/242/"
  }
]