[
  {
    "id": "1734946298009",
    "title": "Helping L.A.'s Foster Kids Grow Up",
    "authors": "Thomas Byrne, Boston University",
    "date": "2012-01-02",
    "categories": [
      "Multisystem Youth and the Transition to Adulthood; Homelessness",
      "Child Welfare and Out-of-home Placement; Homelessness Policy Analysis and Commentary; Homelessness",
      "Child Welfare and Out-of-home Placement"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/115/"
  },
  {
    "id": "1734946300561",
    "title": "Homeless Shelter Use and Reincarceration Following Prison Release",
    "authors": "Stephen Metraux",
    "date": "2004-01-01",
    "categories": [
      "Patterns of Homelessness; Homelessness and the Criminal Justice System"
    ],
    "abstract": "This paper exmaines the incidence of and interrelationships between shelter use and reincarceration among a cohort of 48,424 persons who were released from New York State prisons to New York City in 1995-1998. Results show that, within two years of release, 11.4% of the study group was again imprisoned. Using survival analysis methods, time since prison release and history of residential instability were the most salient risk factors related to shelter use, and shelter use increased the risk of subsequent reincarcerations.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/29/"
  },
  {
    "id": "1734946303193",
    "title": "Homeless Shelter Entry in the Year After an Emergency Department Visit: Results from a Linked Data Analysis",
    "authors": "Kelly M. Doran",
    "date": "2020-10-01",
    "categories": [
      "Patterns of Homelessness"
    ],
    "abstract": "Study objective: Housing instability is prevalent among emergency department (ED) patients and is known to adversely affect health. We aim to determine the incidence and timing of homeless shelter entry after an ED visit among patients who are not currently homeless.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/240/"
  }
]