[
  {
    "id": "1734470827783",
    "title": "Homeless Shelter Entry in the Year After an Emergency Department Visit: Results from a Linked Data Analysis",
    "authors": "Kelly M. Doran",
    "date": "2020-10-01",
    "categories": [
      "Patterns of Homelessness"
    ],
    "abstract": "Study objective: Housing instability is prevalent among emergency department (ED) patients and is known to adversely affect health. We aim to determine the incidence and timing of homeless shelter entry after an ED visit among patients who are not currently homeless.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/240/"
  },
  {
    "id": "1734470829360",
    "title": "Homeless Shelter Use and Reincarceration Following Prison Release: Assessing the Risk",
    "authors": "Stephen Metraux",
    "date": "2004-01-01",
    "categories": [
      "No Subject Area"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/167/"
  },
  {
    "id": "1734470831287",
    "title": "Homeless Veterans Eligible for Medicaid Under the Affordable Care Act 2015",
    "authors": "Jack Tsai",
    "date": "2015-12-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Homelessness among Veterans"
    ],
    "abstract": "Objective: Among homeless veterans and those at risk of homelessness currently enrolled in Veterans Affairs (VA)health care, this study examined the proportion likely to become eligible for Medicaid in 2014 and their health needs.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/195/"
  },
  {
    "id": "1734470832824",
    "title": "Homelessness and Child Welfare Services in New York City: Exploring Trends and Opportunites for Improving Outcomes for Children and Youth",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1970-01-01",
    "categories": [
      "Homelessness",
      "Child Welfare and Out-of-home Placement; Homelessness among Families with Children; Homelessness",
      "Child Welfare and Out-of-home Placement"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/31/"
  },
  {
    "id": "1734470834486",
    "title": "Homelessness among Persons with Severe Mental Illness in an Enhanced Community-based Mental Health System",
    "authors": "Eri Kuno",
    "date": "2000-01-01",
    "categories": [
      "Homelessness among People with Behavioral Health-related Disabilities"
    ],
    "abstract": "Objective: Homelessness and patterns of service use were examined among seriously mentally ill persons in an area with a well-funded community- based mental health system. Methods: The sample consisted of 438 individuals referred between 1990 and 1992 to an extended acute care psychiatric hospital after a stay in a general hospital. Those experiencing an episode of homelessness, defined as an admission to a public shelter between 1990 and 1993, were compared with those who were residentially stable. Data from a longitudinal integrated database of public mental health and medical services were used to construct service utilization measures to test the mediating effect of outpatient mental health care on preventing homelessness. Results: A homelessness rate of 24 percent was found among the 438 persons with serious mental illness. Those who experienced homelessness were more likely to be African American, receive general assistance, and have a comorbid substance abuse problem. They used significantly more inpatient psychiatric, emergency, and health care services than the subjects who did not become homeless. Forty to 50 percent of the homeless group received outpatient care during the year before and after their shelter episode. The number of persons who received intensive case management services increased after shelter admission. Conclusions: An enhanced community-based mental health system was not sufficient to prevent homelessness among high-risk persons with serious mental illness. Eleven percent of this group experienced homelessness after referral to an extended acute care facility. Strategies to prevent homelessness should be considered, perhaps at the time of discharge from the referring community hospital or extended acute care facility.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/37/"
  },
  {
    "id": "1734470836155",
    "title": "Homelessness and Children's Use of Mental Health Services: A Population-Based Study",
    "authors": "Jung Min Park",
    "date": "2011-12-01",
    "categories": [
      "Homelessness among People with Behavioral Health-related Disabilities; Homelessness among Families with Children"
    ],
    "abstract": "This study examined whether children who become homeless differ from other low-income children in their mental health service use before and after their first homeless episode, and to what extent homelessness is associated with an increased likelihood of mental health service use. Differences between children with and without new onset of sheltered homelessness in the use of mental health services emerged following homelessness and widened over time. Sheltered homelessness and foster care placement history were associated with increased odds of receiving inpatient and ambulatory mental health services. Findings underscore the importance of collaborations between homeless assistance, foster care, and mental healthcare in efforts to mitigate family homelessness and collateral needs among homeless children.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/112/"
  },
  {
    "id": "1734470837725",
    "title": "Homelessness and HIV Risk Behaviors among Injection Drug Users",
    "authors": "Stephen Metraux",
    "date": "2004-01-01",
    "categories": [
      "Homelessness among People with Behavioral Health-related Disabilities; Homelessness and HIV/AIDS; Most Downloaded"
    ],
    "abstract": "This article uses data from an 8-year study of injection drug users to examine whether homelessness independently influenced the likelihood of engaging in human immunodeficiency virus (HIV) risk behaviors. Fixed effects regression analyses are used to estimate the associations between four different housing contexts and four different behaviors related to transmitting HIV infections. Results showed that 16% of the study group experienced homelessness at some point during the study, and that homelessness was significantly associated with a higher likelihood of frequenting shooting galleries (odds ratio = 2.05), but did not have a significant effect on sharing syringes, sharing other injection drug paraphernalia, or participating in paid sex. These results provide limited support for positing homelessness as independently associated with increased levels of HIV-related risk behavior among injection drug users and highlights the need for more research that examines the housing dynamics among this population.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/27/"
  },
  {
    "id": "1734470839269",
    "title": "Homelessness as a Moving Target",
    "authors": "Barrett A Lee, Penn State University",
    "date": "2021-01-01",
    "categories": [
      "Homelessness Policy Analysis and Commentary; Patterns of Homelessness"
    ],
    "abstract": "Contrary to popular perceptions of homelessness as a static, enduring condition, we emphasize its dynamic nature. The updated macro-micro framework that we develop capitalizes on the increasing availability of over-time data, which makes it easier to examine changes in homelessness and the factors responsible for them. Our framework integrates structural forces—such as income inequality, an affordable housing shortage, social exclusion, and inadequate safety net programs—with the personal circumstances and challenges that shape individuals’ homeless trajectories. The macro-micro perspective also helps us to evaluate the effectiveness of policies, and it highlights variation across contexts in how the dynamics of homelessness operate. In a separate section, we introduce the sixteen core articles of this volume against the macro-micro backdrop. Finally, we discuss two emergent macro “shocks” (the COVID-19 pandemic and climate-related hazards) that are largely absent from the volume but carry important implications for understanding and addressing homelessness in the future.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/255/"
  }
]