[
  {
    "id": "1734475577445",
    "title": "Assessing Relative Risk for Homeless Shelter Usage in New York City and Philadelphia",
    "authors": "Dennis P. Culhane, University of Pennsylvania",
    "date": "1999-01-01",
    "categories": [
      "No Subject Area"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/153/"
  },
  {
    "id": "1734475578976",
    "title": "Assessing the Impact of the New York/New York Supported Housing Initiative for Homeless Persons with Severe Mental Illness on Public Shelter Use in New York City",
    "authors": "Stephen Metraux, University of the Sciences in Philadelphia",
    "date": "2003-01-01",
    "categories": [
      "No Subject Area"
    ],
    "abstract": "N/A",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/154/"
  },
  {
    "id": "1734475580455",
    "title": "Developing a Global Framework for Conceptualising and Measuring Homelessness",
    "authors": "Volker Busch-Geertsema",
    "date": "2016-04-01",
    "categories": [
      "Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "Homelessness has long been recognised as a global phenomenon, affecting poorer populations in both the developed and developing worlds. However, acute housing need has often struggled to achieve the same level of priority at an international level as the satisfaction of other basic needs, such as for food, water, healthcare and education. In this paper we present a broad-based Global Homelessness Framework as a means of providing a ‘frame of reference’ for cross-national engagement in this field, but recommend that concerted international action focuses on a relatively narrow definition of homelessness encompassing people without any form of accommodation (the ‘unsheltered’ group who are sleeping rough or in places not intended for human habitation) and those living in temporary or crisis accommodation specifically provided for homeless people. We demonstrate that current data is insufficient to generate a comprehensive and defensible worldwide ‘count’ of homeless people, and set out proposals to facilitate moves towards more reliable homelessness estimates at local, national and global levels. At the same time, however, we argue that at least some meaningful trend data is already available for large parts of the Global North, and for some countries and cities in the Global South, so that it would be both feasible and valuable to systematically track these ‘directions of travel’ over time.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/200/"
  }
]