[
  {
    "id": "1734470974653",
    "title": "Testing a Typology of Family Homelessness Based on Patterns of Public Shelter Utilization in Four U.S. Jurisdictions: Implications for Policy and Program Planning",
    "authors": "Dennis P. Culhane, University of Pennsylvania",
    "date": "2007-05-15",
    "categories": [
      "Patterns of Homelessness; Homelessness among Families with Children; Sampling from Major Themes; Most Downloaded"
    ],
    "abstract": "This study tests a typology of family homelessness based on patterns of public shelter utilization and examines whether family characteristics are associated with those patterns. The results indicate that a substantial majority of homeless families stay in public shelters for relatively brief periods, exit, and do not return. Approximately 20 percent stay for long periods. A small but noteworthy proportion cycles in and out of shelters repeatedly. In general, families with long stays are no more likely than families with short stays to have intensive behavioral health treatment histories, to be disabled, or to be unemployed. Families with repeat stays have the highest rates of intensive behavioral health treatment, placement of children in foster care, disability, and unemployment. The results suggest that policy and program factors, rather than family characteristics, are responsible for long shelter stays. An alternative conceptual framework for providing emergency assistance to homeless families is discussed.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/1/"
  },
  {
    "id": "1734470976160",
    "title": "The Annual Homeless Assessment Report to Congress",
    "authors": "Jill Khadduri",
    "date": "2007-02-01",
    "categories": [
      "Homelessness Management Information Systems and the Policy Uses of Administrative Data; Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "The U.S. Department of Housing and Urban Development (HUD) is pleased to present this national report on homelessness in America. The report was developed in response to Congressional directives that began in 2001 and charged the Department with assisting communities to implement local Homeless Management Information Systems or HMIS. The primary goals in promoting local HMIS implementation are to improve the delivery of services to homeless clients and to increase understanding of their characteristics and needs at the local and national levels. According to Senate Report 109-109, \"The implementation of this new system would allow the Department to obtain meaningful data on the nationâs homeless population and develop annual reports through an Annual Homeless Assessment Report (AHAR).",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/6/"
  },
  {
    "id": "1734470977731",
    "title": "Who's Paying for Public Substance Abuse Programs? Trends and Inter-state variability in the Revenues of State Drug and Alcohol Abuse Agencies, from 1985-1989",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "1992-01-01",
    "categories": [
      "Organization and Financing of Behavioral Health Services"
    ],
    "abstract": "This article documents shifts in the inflation-adjusted revenue sources of state drug and alcohol abuse agencies from 1985 to 1989. All revenue sources show substantial increases in contributions during this period, with the federal block grant providing the largest absolute increase to state revenues (+55%). States continue to be the largest payor for public substance abuse services, accounting for 47% of the total, with the federal government increasing its proportionate share 8%. Interstate variability in per capita expenditures on public substance abuse services is considerable, primarily due to variations in revenues provided by state governments. Future research is needed to determine the sources and effects of differences in states' relative commitments to substance abuse services.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/71/"
  },
  {
    "id": "1734470979381",
    "title": "The 2007 Annual Homelessness Assessment Report to Congress",
    "authors": "Dennis P Culhane, University of Pennsylvania",
    "date": "2008-07-29",
    "categories": [
      "Homelessness Management Information Systems and the Policy Uses of Administrative Data; Homelessness Population Estimation",
      "Demographic Composition and Trends"
    ],
    "abstract": "The 2007 AHAR is the first AHAR based on an entire year of data about persons who use emergency and transitional housing programs. In addition, the report contains new information about the seasonal patterns of homelessness and long-term users of shelters and presents new appendices that provide community-level information on the number of homeless persons.",
    "pdfUrl": "https://works.bepress.com/dennis_culhane/79/"
  }
]